{"cities":[{"id":"/m/05qtj","city":"paris","description":"Paris is the capital and most populous city of France. It is situated on the Seine River, in the north of the country, at the heart of the Île-de-France region. Within its administrative limits, the city had 2,243,833 inhabitants in 2010 while its metropolitan area is one of the largest population centres in Europe with more than 12 million inhabitants.\nAn important settlement for more than two millennia, by the late 12th century Paris had become a walled cathedral city that was one of Europe's foremost centres of learning and the arts and the largest city in the Western world until the turn of the 18th century. Paris was the focal point for many important political events throughout its history, including the French Revolution. Today it is one of the world's leading business and cultural centres, and its influence in politics, education, entertainment, media, science, fashion and the arts all contribute to its status as one of the world's major cities."},{"id":"/m/02_286","city":"new_york","description":"New York is the most populous city in the United States and the center of one of the most populous urban agglomerations in the world—the New York metropolitan area. The city is referred to as New York City or the City of New York to distinguish it from the State of New York, of which it is a part. A global power city, New York exerts a significant impact upon commerce, finance, media, art, fashion, research, technology, education, and entertainment. The home of the United Nations Headquarters, New York is an important center for international diplomacy and has been described as the cultural and financial capital of the world.\nOn one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a county of New York State. The five boroughs—the Bronx, Brooklyn, Manhattan, Queens, and Staten Island—were consolidated into a single city in 1898. With a census-estimated 2013 population of 8,405,837 distributed over a land area of just 305 square miles, New York is the most densely populated major city in the United States. As many as 800 languages are spoken in New York, making it the most linguistically diverse city in the world."},{"id":"/m/06y57","city":"sydney","description":"Sydney [sídni] je glavno mesto avstralske zvezne države Novi južni Wales in največje ter najstarejše mesto Avstralije. Ustanovljeno je bilo leta 1788. Skupaj z okolico število mestnega prebivalstva presega 4 milijone, v mestnem jedru pa živi okrog 170.000 ljudi.\nMesto je pomembna turistična točka. Številni ga štejejo med najlepša in življenju najprijaznejša svetovna mesta. Ima zanimivo pristanišče, lepo obalo, toplo in prijetno podnebje in svetovljansko kulturo. Svojo pomembnost je mesto še dodatno utrdilo leta 2000, ko so v njem potekale poletne olimpijske igre.\nV okolici današnjega mesta so se že pred prihodom Evropejcev naseljevali avstralski domorodci, Aboridžini. Nedaleč severno od mesta je leta 1770 pristal kapitan James Cook, odkritelj Avstralije. Ta kraj, zaliv Botany, je dandanes eno predmestij Sydneyja. Zgodovina mesta se začne leta 1788, ko je Arthur Phillip po nalogu britanske vlade ustanovil kaznjensko kolonijo za angleške in irske kaznjence.\nNajvečja znamenitost mesta je verjetno Sydneyjska operna hiša, ena najslavnejših zgradb 20. stoletja. Odprta je bila leta 1973 in leži v sydneyskem pristanišču, čez katerega teče tudi znameniti Sydneyjski pristaniški most."},{"id":"/m/01f62","city":"barcelona","description":"Barcelona is the capital city of the autonomous community of Catalonia in Spain and the country's 2nd largest city, with a population of 1.6 million within its administrative limits. Its urban area extends beyond the administrative city limits with a population of around 4.5 million people, being the sixth-most populous urban area in the European Union after Paris, London, Madrid, the Ruhr area and Milan. About five million people live in the Barcelona metropolitan area. It is the largest metropolis on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres high.\nFounded as a Roman city, in the Middle Ages Barcelona became the capital of the County of Barcelona. After merging with the Kingdom of Aragon, Barcelona continued to be an important city in the Crown of Aragon. Besieged several times during its history, Barcelona has a rich cultural heritage and is today an important cultural centre and a major tourist destination."},{"id":"/m/04jpl","city":"london","description":"London is the capital city of England and the United Kingdom. It is the most populous region, urban zone and metropolitan area in the United Kingdom. Standing on the River Thames, London has been a major settlement for two millennia, its history going back to its founding by the Romans, who named it Londinium. London's ancient core, the City of London, largely retains its 1.12-square-mile mediaeval boundaries and in 2011 had a resident population of 7,375, making it the smallest city in England. Since at least the 19th century, the term London has also referred to the metropolis developed around this core. The bulk of this conurbation forms the London region and the Greater London administrative area, governed by the Mayor of London and the London Assembly.\nLondon is a leading global city, with strengths in the arts, commerce, education, entertainment, fashion, finance, healthcare, media, professional services, research and development, tourism and transport all contributing to its prominence. It is one of the world's leading financial centres and has the fifth-or sixth-largest metropolitan area GDP in the world depending on measurement. London is a world cultural capital."},{"id":"/m/06c62","city":"rome","description":"Rome is a city and special comune in Italy. Rome is the capital of Italy and also of the Province of Rome and of the region of Lazio. With 2.9 million residents in 1,285.3 km², it is also the country's largest and most populated comune and fourth-most populous city in the European Union by population within city limits. The urban area of Rome extends beyond the administrative city limits with a population of around 3.8 million. Between 3.2 and 4.2 million people live in Rome metropolitan area. The city is located in the central-western portion of the Italian Peninsula, within Lazio, along the shores of Tiber river. Vatican City is an independent country within the city boundaries of Rome, the only existing example of a country within a city: for this reason Rome has been often defined as capital of two states.\nRome's history spans more than two and a half thousand years, since its legendary founding in 753 BC. Rome is one of the oldest continuously occupied cities in Europe. It is referred to as \"The Eternal City\", a central notion in ancient Roman culture."},{"id":"/m/0d6lp","city":"san_francisco","description":"San Francisco, officially the City and County of San Francisco, is the cultural center and a leading financial hub of the San Francisco Bay Area and Northern California.\nThe only consolidated city-county in California, San Francisco encompasses a land area of about 46.9 square miles on the northern end of the San Francisco Peninsula, giving it a density of about 17,867 people per square mile. It is the most densely settled large city in the state of California and the second-most densely populated major city in the United States after New York City. San Francisco is the fourth-most populous city in California, after Los Angeles, San Diego and San Jose, and the 14th-most populous city in the United States—with a Census-estimated 2013 population of 837,442. The city is also the financial and cultural hub of the larger San Jose-San Francisco-Oakland combined statistical area, with a population of 8.5 million.\nSan Francisco was founded on June 29, 1776, when colonists from Spain established a fort at the Golden Gate and a mission named for St. Francis of Assisi a few miles away."},{"id":"/m/0fn2g","city":"bangkok","description":"Bangkok is the capital and the most populous city of Thailand. It is known in Thai as Krung Thep Maha Nakhon or simply Krung Thep. The city occupies 1,568.7 square kilometres in the Chao Phraya River delta in Central Thailand, and has a population of over eight million, or 12.6 percent of the country's population. Over fourteen million people live within the surrounding Bangkok Metropolitan Region, making Bangkok an extreme primate city, dwarfing Thailand's other urban centres in terms of importance.\nBangkok traces its roots to a small trading post during the Ayutthaya Kingdom in the 15th century, which eventually grew in size and became the site of two capital cities: Thonburi in 1768 and Rattanakosin in 1782. Bangkok was at the heart of Siam's modernization during the later nineteenth century, as the country faced pressures from the West. The city was the centre stage of Thailand's political struggles throughout the twentieth century, as the country abolished absolute monarchy, adopted constitutional rule and underwent numerous coups and uprisings."},{"id":"/m/01yj2","city":"cape_town","description":"Cape Town is the second-most populous city in South Africa, after Johannesburg, and the provincial capital and primate city of the Western Cape. As the seat of the National Parliament, it is also the legislative capital of the country. It forms part of the City of Cape Town metropolitan municipality. The city is famous for its harbour, for its natural setting in the Cape floral kingdom, as well as for such well-known landmarks as Table Mountain and Cape Point.\nLocated on the shore of Table Bay, Cape Town was originally developed by the Dutch East India Company as a victualling station for Dutch ships sailing to East Africa, India, and the Far East. Jan van Riebeeck's arrival on 6 April 1652 established the first permanent European settlement in South Africa. Cape Town quickly outgrew its original purpose as the first European outpost at the Castle of Good Hope, becoming the economic and cultural hub of the Cape Colony. Until the Witwatersrand Gold Rush and the development of Johannesburg, Cape Town was the largest city in South Africa."},{"id":"/m/09949m","city":"istanbul","description":"Istanbul is the largest city in Turkey, constituting the country's economic, cultural, and historical heart. With a population of 14.1 million, the city forms one of the largest urban agglomerations in Europe, second largest in the Middle East and the fifth-largest city in the world by population within city limits. Istanbul's vast area of 5,343 square kilometers is coterminous with Istanbul Province, of which the city is the administrative capital. Istanbul is a transcontinental city, straddling the Bosphorus—one of the world's busiest waterways—in northwestern Turkey, between the Sea of Marmara and the Black Sea. Its commercial and historical centre lies in Europe, while a third of its population lives in Asia.\nFounded on the Sarayburnu promontory around 660 BC as Byzantium, the city now known as Istanbul developed to become one of the most significant cities in history. For nearly sixteen centuries following its reestablishment as Constantinople in 330 AD, it served as the capital of four empires: the Roman Empire, the Byzantine Empire, the Latin Empire, and the Ottoman Empire."},{"id":"/m/0rhp6","city":"melbourne","description":"Melbourne is a city in Brevard County, Florida, United States. As of the 2010 census, the population was 76,068. The municipal area is the second largest by size and by population in the county. Melbourne is a principal city of the Palm Bay – Melbourne – Titusville, Florida Metropolitan Statistical Area. In 1969 the city was expanded by merging with nearby Eau Gallie.\nThe city was named Melbourne in honor of its first postmaster, Cornthwaite John Hector,who was born in the English colony of Van Diemen's Land, and spent much of his life in Melbourne, Australia."},{"id":"/m/03h64","city":"hong_kong","description":"Hong Kong, alternatively known by its initials H.K., is a city-state and is a Special Administrative Region of the People's Republic of China, enclosed by the Pearl River Delta and South China Sea. Hong Kong is known for its expansive skyline and deep natural harbour, and with a land mass of 1,104 km² and a population of over seven million people, is one of the most densely populated areas in the world. Hong Kong's population is 93.6% ethnic Chinese and 6.4% from other groups. Hong Kong's Cantonese-speaking majority originate mainly from the neighbouring Canton province, from which many of them fled to escape wars and Communist rule in China from the 1930s to the 1960s.\nHong Kong became a colony of the British Empire after the First Opium War. Hong Kong Island was first ceded to the UK in perpetuity, followed by Kowloon Peninsula in 1860 and then the New Territories was put under lease in 1898. It was occupied by Japan during the Pacific War, after which the British resumed control until 1997, when China resumed sovereignty. The region espoused minimum government intervention under the ethos of positive non-interventionism during the colonial era."},{"id":"/m/04cx5","city":"kathmandu","description":"Kathmandu is the capital and largest urban agglomerate of Nepal. The agglomerate consists of Kathmandu Metropolitan City at its core, and its sister cities Patan, Kirtipur, Thimi, and Bhaktapur. It also includes the recently recognized urban areas of Shankhapur, Karyabinayak, and Champapur. Banepa, Dhulikhel, and Panauti are satellite urban areas of Kathmandu located just outside the Kathmandu valley. Kathmandu is also known informally as \"KTM\" or the \"tri-city\". According to a census conducted in 2011, Kathmandu metropolis alone has 2.5 million inhabitants, and the agglomerate has a population of more than 3 million inhabitants. The metropolitan city area is 50.67 square kilometres and has a population density of 3000per km² and 17000 per km square in city.\nThe city stands at an elevation of approximately 1,400 metres in the bowl-shaped Kathmandu Valley of central Nepal. It is surrounded by four major mountains: Shivapuri, Phulchoki, Nagarjun, and Chandragiri. Kathmandu Valley is part of three districts, has the highest population density in the country, and is home to about a twelfth of Nepal's population."},{"id":"/m/05ywg","city":"prague","description":"Prague is the capital and largest city of the Czech Republic. It is the fourteenth-largest city in the European Union. It is also the historical capital of Bohemia. Situated in the north-west of the country on the Vltava River, the city is home to about 1.3 million people, while its larger urban zone is estimated to have a population of nearly 2 million. The city has a temperate climate, with warm summers and chilly winters.\nPrague has been a political, cultural, and economic centre of central Europe with waxing and waning fortunes during its 1,100-year existence. Founded during the Romanesque and flourishing by the Gothic and Renaissance eras, Prague was not only the capital of the Czech state, but also the seat of two Holy Roman Emperors and thus also the capital of the Holy Roman Empire. It was an important city to the Habsburg Monarchy and its Austro-Hungarian Empire and after World War I became the capital of Czechoslovakia. The city played major roles in the Protestant Reformation, the Thirty Years' War, and in 20th-century history, during both World Wars and the post-war Communist era."},{"id":"/m/0ckhc","city":"vancouver","description":"Vancouver is a city on the north bank of the Columbia River in the U.S. State of Washington. Incorporated in 1857, it is the fourth largest city in the state, with a 2010 census population of 161,791 as of April 1, 2010 census. Vancouver is the county seat of Clark County and forms part of the Portland-Vancouver metropolitan area, the 24th-largest metropolitan area in the United States. In 2005, Money magazine named it No. 91 on its list of best places in America to live."},{"id":"/m/01ly5m","city":"buenos_aires","description":"Buenos Aires is the capital and largest city of Argentina, and the second-largest metropolitan area in South America, after Greater São Paulo. It is located on the western shore of the estuary of the Río de la Plata, on the continent's southeastern coast. The Greater Buenos Aires conurbation, which also includes several Buenos Aires Province districts, constitutes the third-largest conurbation in Latin America, with a population of around fifteen and a half million.\nThe city of Buenos Aires is neither part of Buenos Aires Province nor the Province's capital; rather, it is an autonomous district. In 1880, after decades of political infighting, Buenos Aires was federalised and removed from Buenos Aires Province. The city limits were enlarged to include the towns of Belgrano and Flores; both are now neighborhoods of the city. The 1994 constitutional amendment granted the city autonomy, hence its formal name: Ciudad Autónoma de Buenos Aires. Its citizens first elected a Chief of Government in 1996; before, the Mayor was directly appointed by the President of the Republic.\nBuenos Aires is one of the 20 largest cities in the world."},{"id":"/m/0156q","city":"berlin","description":"Berlin is the capital city of Germany and one of the 16 states of Germany. With a population of 3.4 million people, Berlin is the second most populous city proper and the seventh most populous urban area in the European Union, and is Germany's largest city. Located in northeastern Germany on the River Spree, it is the center of the Berlin-Brandenburg Metropolitan Region, which has about 4.5 million residents from over 180 nations. Due to its location in the European Plain, Berlin is influenced by a temperate seasonal climate. Around one third of the city's area is composed of forests, parks, gardens, rivers and lakes.\nFirst documented in the 13th century, Berlin became the capital of the Kingdom of Prussia, the German Empire, the Weimar Republic and the Third Reich. Berlin in the 1920s was the third largest municipality in the world. After World War II, the city, along with the German state, was divided - into East Berlin — capital of the German Democratic Republic, colloquially identified in English as East Germany — and West Berlin, a political exclave and a de facto state of the Federal Republic of Germany, known colloquially in English as West Germany from 1949 to 1990."},{"id":"/m/0430_","city":"jerusalem","description":"Jerusalem, located on a plateau in the Judean Mountains between the Mediterranean and the Dead Sea, is one of the oldest cities in the world. It is considered holy to the three major Abrahamic religions—Judaism, Christianity and Islam. Israelis and Palestinians both claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there and the State of Palestine ultimately foresees it as its seat of power; however, neither claim is widely recognized internationally.\nDuring its long history, Jerusalem has been destroyed at least twice, besieged 23 times, attacked 52 times, and captured and recaptured 44 times. The oldest part of the city was settled in the 4th millennium BCE. In 1538, walls were built around Jerusalem under Suleiman the Magnificent. Today those walls define the Old City, which has been traditionally divided into four quarters—known since the early 19th century as the Armenian, Christian, Jewish, and Muslim Quarters. The Old City became a World Heritage site in 1981, and is on the List of World Heritage in Danger. Modern Jerusalem has grown far beyond the Old City's boundaries."},{"id":"/m/052p7","city":"montreal","description":"Montreal is a city in the Canadian province of Quebec. It is the largest city in the province, the second-largest in Canada and the 8th-largest in North America. Originally called Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard.\nIn 2011 the city had a population of 1,649,519. Montreal's metropolitan area had a population of 3,824,221 and a population of 1,886,481 in the urban agglomeration, all of the municipalities on the Island of Montreal included.\nFrench is the city's official language and is the language spoken at home, as Québécois French, by 56.9% of the population of the city, followed by English at 18.6% and 19.8% other languages. In the larger Montreal Census Metropolitan Area, 67.9% of the population speaks French at home, compared to 16.5% who speak English. 56% of the population are able to speak both English and French, making Montreal one of the most bilingual cities in Quebec and Canada."},{"id":"/m/02m77","city":"edinburgh","description":"Edinburgh is the capital city of Scotland, situated in Lothian on the southern shore of the Firth of Forth. It is the second most populous city in Scotland and the seventh most populous in the United Kingdom. The population in 2012 was 482,640.\nEdinburgh has been recognised as the capital of Scotland since at least the 15th century, but political power moved south to London after the Union of the Crowns in 1603 and the Union of Parliaments in 1707. After nearly three centuries of unitary government, a measure of self-government returned in the shape of the devolved Scottish Parliament, which officially opened in Edinburgh in 1999. The city is also the annual venue of the General Assembly of the Church of Scotland and home to many national institutions such as the National Museum of Scotland, the National Library of Scotland and the Scottish National Gallery. Edinburgh's relatively buoyant economy, traditionally centred on banking and insurance but now encompassing a wide range of businesses, makes it the biggest financial centre in the UK after London. Many Scottish companies have established their head offices in the city."},{"id":"/m/07_pf","city":"venice","description":"Venice is a city in northeastern Italy sited on a group of 118 small islands separated by canals and linked by bridges. It is located in the marshy Venetian Lagoon which stretches along the shoreline, between the mouths of the Po and the Piave Rivers. Venice is renowned for the beauty of its setting, its architecture and its artworks. The city in its entirety is listed as a World Heritage Site, along with its lagoon.\nVenice is the capital of the Veneto region. In 2009, there were 270,098 people residing in Venice's comune. Together with Padua and Treviso, the city is included in the Padua-Treviso-Venice Metropolitan Area, with a total population of 1,600,000. PATREVE is only a statistical metropolitan area without any degree of autonomy."},{"id":"/m/0fnff","city":"hanoi","description":"Hanoi is the capital of Vietnam and the country's second largest city. Its population in 2009 was estimated at 2.6 million for urban districts, 6.5 million for the metropolitan jurisdiction. From 1010 until 1802, it was the most important political centre of Vietnam. It was eclipsed by Huế, the imperial capital of Vietnam during the Nguyễn Dynasty, but Hanoi served as the capital of French Indochina from 1902 to 1954. From 1954 to 1976, it was the capital of North Vietnam, and it became the capital of a reunified Vietnam in 1976, after the North's victory in the Vietnam War.\nThe city lies on the right bank of the Red River. Hanoi is 1,760 km north of Ho Chi Minh City and 120 km west of Hai Phong city.\nOctober 2010 officially marked 1000 years since the establishment of the city. The Hanoi Ceramic Mosaic Mural is a 4 km ceramic mosaic mural created to mark the occasion."},{"id":"/m/0k3p","city":"amsterdam","description":"Amsterdam is the capital city of and the most populous within the Kingdom of the Netherlands. Its status as the Dutch capital is mandated by the Constitution of the Netherlands though it is not the seat of the Dutch government, which is at The Hague. Amsterdam has a population of 810,909 within the city-proper, 1,108,297 in the urban region and 1,571,234 in the greater metropolitan area. The city is located in the province of North Holland in the west of the country. It comprises much of the northern part of the Randstad, one of the larger conurbations in Europe, with a population of approximately 7 million.\nAmsterdam's name derives from Amstelredamme, indicative of the city's origin as a dam of the river Amstel. Originating as a small fishing village in the late 12th century, Amsterdam became one of the most important ports in the world during the Dutch Golden Age, a result of its innovative developments in trade. During that time, the city was the leading center for finance and diamonds. In the 19th and 20th centuries, the city expanded, and many new neighborhoods and suburbs were planned and built."},{"id":"/m/06t2t","city":"singapore","description":"Singapore, officially the Republic of Singapore, is a sovereign city-state and island country in Southeast Asia. It lies off the southern tip of the Malay Peninsula and is 137 kilometres north of the equator. The country's territory consists of the lozenge-shaped main island, commonly referred to as Singapore Island in English and Pulau Ujong in Malay, and more than 60 significantly smaller islets. Singapore is separated from Peninsular Malaysia by the Straits of Johor to the north, and from Indonesia's Riau Islands by the Singapore Strait to the south. The country is highly urbanised, and little of the original vegetation remains. The country's territory has consistently expanded through land reclamation.\nThe islands were settled in the second century AD and subsequently belonged to a series of local empires. Modern Singapore was founded in 1819 by Sir Stamford Raffles as a trading post of the East India Company with permission from the Johor Sultanate. The British obtained sovereignty over the island in 1824, and Singapore became one of the British Straits Settlements in 1826."},{"id":"/m/07dfk","city":"tokyo","description":"Tokyo, officially Tokyo Metropolis, is one of the 47 prefectures of Japan. Tokyo is the capital of Japan, the center of the Greater Tokyo Area, and the most populous metropolitan area in the world. It is the seat of the Japanese government and the Imperial Palace, and the home of the Japanese Imperial Family. Tokyo is in the Kantō region on the southeastern side of the main island Honshu and includes the Izu Islands and Ogasawara Islands. Tokyo Metropolis was formed in 1943 from the merger of the former Tokyo Prefecture and the city of Tokyo.\nTokyo is often referred to and thought of as a city, but is officially known and governed as a \"metropolitan prefecture\", which differs from and combines elements of both a city and a prefecture; a characteristic unique to Tokyo. The Tokyo metropolitan government administers the 23 Special Wards of Tokyo, which cover the area that was formerly the City of Tokyo before it merged and became the subsequent metropolitan prefecture in 1943. The metropolitan government also administers 39 municipalities in the western part of the prefecture and the two outlying island chains."},{"id":"/m/031y2","city":"florence","description":"Florence is the capital city of the Italian region of Tuscany and of the province of Florence. It is the most populous city in Tuscany, with approximately 370,000 inhabitants, expanding to over 1.5 million in the metropolitan area.\nFlorence is famous for its history: a centre of medieval European trade and finance and one of the wealthiest cities of the time, it is considered the birthplace of the Renaissance, and has been called \"the Athens of the Middle Ages\". A turbulent political history includes periods of rule by the powerful Medici family, and numerous religious and republican revolutions. From 1865-71 the city was the capital of the recently established Kingdom of Italy.\nThe Historic Centre of Florence attracts millions of tourists each year, and Euromonitor International ranked the city as the world's 72nd most visited in 2009, with 1.7m visitors. It was declared a World Heritage Site by UNESCO in 1982. The city is noted for its culture, Renaissance art and architecture and monuments. The city also contains numerous museums and art galleries, such as the Uffizi Gallery and the Palazzo Pitti, and still exerts an influence in the fields of art, culture and politics."},{"id":"/m/02cft","city":"dublin","description":"Dublin is the capital of Ireland. Dublin is in the province of Leinster on Ireland's east coast, at the mouth of the River Liffey.\nFounded as a Viking settlement, the Kingdom of Dublin became Ireland's principal city following the Norman invasion. The city expanded rapidly from the 17th century and was briefly the second largest city in the British Empire before the Act of Union in 1800. Following the partition of Ireland in 1922, Dublin became the capital of the Irish Free State and later the Republic of Ireland.\nDublin is administered by a City Council. The city is listed by the Globalization and World Cities Research Network as a global city, with a ranking of \"Alpha-\", placing it among the top thirty cities in the world. It is a historical and contemporary centre for education, the arts, administration, economy and industry."},{"id":"/m/04ydlz7","city":"mexico_city","description":"Mexico City was the name of an administrative subdivision of the Mexican Federal District that existed from 1941 to 1970.\nMexico City was formed by merging the Central Department and the delegación of General Anaya. In 1970, Mexico City was split into the four delegaciones of Miguel Hidalgo, Benito Juárez, Cuauhtémoc and Venustiano Carranza."},{"id":"/m/0491y","city":"krakow","description":"Kraków also Cracow, or Krakow is the second largest and one of the oldest cities in Poland. Situated on the Vistula River in the Lesser Poland region, the city dates back to the 7th century. Kraków has traditionally been one of the leading centres of Polish academic, cultural, and artistic life and is one of Poland's most important economic hubs. It was the capital of Poland from 1038 to 1569; the Polish–Lithuanian Commonwealth from 1569 to 1596; Free City of Kraków from 1815 to 1846; the Grand Duchy of Cracow from 1846 to 1918; and Kraków Voivodeship from the 14th century to 1999. It is now the capital of the Lesser Poland Voivodeship.\nThe city has grown from a Stone Age settlement to Poland's second most important city. It began as a hamlet on Wawel Hill and was already being reported as a busy trading centre of Slavonic Europe in 965. With the establishment of new universities and cultural venues at the emergence of the Second Polish Republic in 1918 and throughout the 20th century, Kraków reaffirmed its role as a major national academic and artistic centre."},{"id":"/m/0h7h6","city":"toronto","description":"Toronto is the most populous city in Canada and the provincial capital of Ontario. It is located in Southern Ontario on the northwestern shore of Lake Ontario. The history of Toronto began in the late 18th century when the British Crown purchased its land from the Mississaugas of the New Credit. The settlement established there became York, which lieutenant governor John Graves Simcoe designated as the capital of Upper Canada. The city was ransacked in the Battle of York during the War of 1812. In 1834, York became a city and renamed to Toronto. It was damaged in two huge fires in 1849 and 1904. Since 1954, the city occasionally expanded its borders through amalgamation with surrounding municipalities, most recently occurring in 1998.\nAccording to the 2011 Census, the city has 2.6 million residents, making it the fifth-most populous city in North America. However, in 2012, the municipal government published a population estimate of 2,791,140, which led to media reports claiming Toronto as the fourth most populous city in North America and the most populous Great Lakes city, surpassing Chicago."},{"id":"/m/01w2v","city":"cairo","description":"Cairo is the capital of Egypt and the largest city in the Middle-East and Africa. Its metropolitan area is the 16th largest in the world. Located near the Nile Delta, it was founded in CE 969. Nicknamed \"the city of a thousand minarets\" for its preponderance of Islamic architecture, Cairo has long been a center of the region's political and cultural life. Cairo was founded by the Fatimid dynasty in the 10th century CE, but the land composing the present-day city was the site of national capitals whose remnants remain visible in parts of Old Cairo. Cairo is also associated with Ancient Egypt as it is close to the ancient cities of Memphis, Giza and Fustat which are near the Great Sphinx and the pyramids of Giza.\nEgyptians today often refer to Cairo as Maṣr, the Egyptian Arabic pronunciation of the name for Egypt itself, emphasizing the city's continued role in Egyptian influence. Its official name is القاهرة al-Qāhirah, means literally \"the Vanquisher\" or \"the Conqueror\", sometimes it is informally also referred to as كايرو Kayro. It is also called Umm al-Dunya, meaning \"the mother of the world\"."},{"id":"/m/095w_","city":"budapest","description":"Budapest is the capital and the largest city of Hungary, and one of the largest cities in the European Union. It is the country's principal political, cultural, commercial, industrial, and transportation centre, sometimes described as the primate city of Hungary. In 2011, according to the census, Budapest had 1.74 million inhabitants, down from its 1989 peak of 2.1 million due to suburbanisation. The Budapest Metropolitan Area is home to 3.3 million people. The city covers an area of 525 square kilometres within the city limits. Budapest became a single city occupying both banks of the river Danube with its unification on 17 November 1873 of Buda and Óbuda, on the west bank, with Pest, on the east bank.\nThe history of Budapest began with Aquincum, originally a Celtic settlement that became the Roman capital of Lower Pannonia. Hungarians arrived in the territory in the 9th century. Their first settlement was pillaged by the Mongols in 1241–42. The re-established town became one of the centres of Renaissance humanist culture in the 15th century."},{"id":"/m/01_d4","city":"chicago","description":"Chicago is the third most populous city in the United States, after New York City and Los Angeles. With 2.7 million residents, it is the most populous city in both the U.S. state of Illinois and the American Midwest. Its metropolitan area, sometimes called Chicagoland, is home to 9.5 million people and is the third-largest in the United States. Chicago is the seat of Cook County.\nChicago was incorporated as a city in 1837, near a portage between the Great Lakes and the Mississippi River watershed, and experienced rapid growth in the mid-nineteenth century. Today, the city is an international hub for finance, commerce, industry, technology, telecommunications, and transportation, with O'Hare International Airport being the second-busiest airport in the world; it also has the largest number of U.S. highways, and railroad freight entering its region. In 2012, Chicago was listed as an alpha global city by the Globalization and World Cities Research Network, and ranks seventh in the world in the 2014 Global Cities Index."},{"id":"/m/0d6hn","city":"havana","description":"Havana is the capital city, province, major port, and leading commercial centre of Cuba. The city proper has a population of 2.1 million inhabitants, and it spans a total of 728.26 km² − making it the largest city by area, the most populous city, and the third largest metropolitan area in the Caribbean region. The city extends mostly westward and southward from the bay, which is entered through a narrow inlet and which divides into three main harbours: Marimelena, Guanabacoa and Atarés. The sluggish Almendares River traverses the city from south to north, entering the Straits of Florida a few miles west of the bay.\nHavana was founded by the Spanish in the 16th century and due to its strategic location it served as a springboard for the Spanish conquest of the continent becoming a stopping point for the treasure laden Spanish Galleons on the crossing between the New World and the Old World. King Philip II of Spain granted Havana the title of City in 1592. Walls as well as forts were built to protect the old city. The sinking of the U.S. battleship Maine in Havana's harbor in 1898 was the immediate cause of the Spanish-American War."},{"id":"/m/056_y","city":"madrid","description":"Madrid is the capital and largest city of Spain. The population of the city is roughly 3.3 million and the entire population of the Madrid metropolitan area is calculated to be around 6.5 million. It is the third-largest city in the European Union, after London and Berlin, and its metropolitan area is the third-largest in the European Union after London and Paris. The city spans a total of 604.3 km².\nThe city is located on the Manzanares River in the centre of both the country and the Community of Madrid; this community is bordered by the autonomous communities of Castile and León and Castile-La Mancha. As the capital city of Spain, seat of government, and residence of the Spanish monarch, Madrid is also the political, economic and cultural centre of Spain. The current mayor is Ana Botella from the People's Party.\nThe Madrid urban agglomeration has the third-largest GDP in the European Union and its influences in politics, education, entertainment, environment, media, fashion, science, culture, and the arts all contribute to its status as one of the world's major global cities."},{"id":"/m/02h6_6p","city":"munich","description":"Munich is the capital and largest city of the German state of Bavaria. It is located on the River Isar north of the Bavarian Alps. Munich is the third largest city in Germany, after Berlin and Hamburg. About 1.47 million people live within the city limits.\nThe city's native name, München, is derived from the combined Late Latin and Old High German term ad Munichen, meaning \"by the monks\". It derives from the monks of the Benedictine order who ran a monastery at the place that was later to become the Old Town of Munich; hence the monk depicted on the city's coat of arms. Munich was first mentioned in 1158. From 1255 the city was seat of the Bavarian Dukes. Black and gold — the colours of the Holy Roman Empire — have been the city's official colours since the time of Ludwig the Bavarian, when it was an imperial residence. Following a final reunification of the Wittelsbachian Duchy of Bavaria, previously divided and sub-divided for more than 200 years, the town became the country's sole capital in 1506."},{"id":"/m/0n2z","city":"athens","description":"Athens is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning around 3,400 years. Classical Athens, as a landlocked location was a powerful city-state that emerged in conjunction with the seagoing development of the port of Piraeus. A centre for the arts, learning and philosophy, home of Plato's Academy and Aristotle's Lyceum, it is widely referred to as the cradle of Western civilization and the birthplace of democracy, largely due to the impact of its cultural and political achievements during the 5th and 4th centuries BC on the rest of the then known European continent. Today a cosmopolitan metropolis, modern Athens is central to economic, financial, industrial, political and cultural life in Greece. In 2012, Athens was ranked the world's 39th richest city by purchasing power and the 77th most expensive in a UBS study.\nThe city of Athens has a population of 664,046 within its administrative limits and a land area of 39 km². The urban area of Athens extends beyond the administrative municipal city limits, with a population of 3,074,160, over an area of 412 km²."},{"id":"/m/0f2tj","city":"new_orleans","description":"New Orleans (pronounced N'awlins or New Orlens by locals, the only time that a hard E is correct is while singing \"Way Down Yonder In New Orleens\" or Do You Know What It Means To Miss New Orleenz)) is the birthplace of Jazz, a major US port city, important in river transshipment, naval logistics, and the illegal drug trade.\nNew Orleans is located at the mouth of the Mississipi River, just south of where the river splits off into Lake Pontchartrain, which forms the northern city limit and a unique ecosystem because of the salt water boundary.  The Pontchartrain Causeway is the longest bridge in the world.\nNew Orleans is unique in the United States for many reasons.  It shares more in common with european cities and Montreal than most other American cities, and both historically and liguistically has more in common with other port cities like New York than other cities in the South (the local Y'at accent shares similarities with Brooklynese).  The architecture of the Vieux Carre, or French Quarter, mainly comes from the 18th century Spanish period, is reminiscent of many european cities, and changes are tightly controlled.  The Garden District contains many stately mansions built in the early 19th century, after the city was purchased by the US.   There are two distinct local cuisines, cajun and haute creole.  Culturally and economically, since the decline of the local oil industry in the 1970's, the city and the attitude of local residents have more in common with a banana republic or a small caribbean nation than most US cities.  Tourism is the major industry, and Mardi Gras is the major holiday."},{"id":"/m/0fhp9","city":"vienna","description":"Vienna is the capital and largest city of Austria, and one of the nine states of Austria. Vienna is Austria's primary city, with a population of about 1.757 million, and its cultural, economic, and political centre. It is the 7th-largest city by population within city limits in the European Union. Until the beginning of the 20th century it was the largest German-speaking city in the world, and before the splitting of the Austro-Hungarian Empire in World War I the city had 2 million inhabitants. Today it is the second only to Berlin in German speakers. Vienna is host to many major international organizations, including the United Nations and OPEC. The city lies in the east of Austria and is close to the borders of the Czech Republic, Slovakia, and Hungary. These regions work together in a European Centrope border region. Along with nearby Bratislava, Vienna forms a metropolitan region with 3 million inhabitants. In 2001, the city centre was designated a UNESCO World Heritage Site.\nApart from being regarded as the City of Music because of its musical legacy, Vienna is also said to be \"The City of Dreams\" because it was home to the world's first psycho-analyst – Sigmund Freud."},{"id":"/m/054rw","city":"marrakech","description":"Marrakesh or Marrakech, is a major city in the northwest African nation of Morocco. It is the fourth largest city in the country after Casablanca, Fes and Rabat, and is the capital of the mid-southwestern economic region of Marrakesh-Tensift-El Haouz. Located to the north of the foothills of the snow-capped Atlas Mountains, by road Marrakesh is located 580 km southwest of Tangier, 327 km southwest of the Moroccan capital of Rabat, 239 km southwest of Casablanca, and 246 km northeast of Agadir.\nMarrakesh is the most important of Morocco's four former imperial cities. The region was inhabited by Berber farmers from Neolithic times, but the actual city was founded in 1062 by Abu Bakr ibn Umar, chieftain and cousin of Almoravid king Yusuf ibn Tashfin. In the 12th century, the Almoravids built many madrasas and mosques in Marrakesh that bear Andalusian influences. The red walls of the city, built by Ali ibn Yusuf in 1122-1123, and various buildings constructed in red sandstone during this period, have given the city the nickname of the \"Red City\" or \"Ochre City\"."},{"id":"/m/06n8j","city":"sarajevo","description":"Sarajevo is the capital and largest city of Bosnia and Herzegovina, with an estimated population of 369,534. The Sarajevo metropolitan area, including Sarajevo, East Sarajevo and surrounding municipalities, is home to 608,354 inhabitants. Moreover, it is also the capital of the Federation of Bosnia and Herzegovina entity, the capital of the Republic of Srpska entity, and the center of the Sarajevo Canton. Nestled within the greater Sarajevo valley of Bosnia, it is surrounded by the Dinaric Alps and situated along the Miljacka River in the heart of Southeastern Europe and the Balkans.\nSarajevo is the leading political, social and cultural center of Bosnia and Herzegovina, and its region-wide influence in politics, education, entertainment, media, fashion, science, and the arts contribute to its status as Bosnia and Herzegovina's biggest and most important economic center.\nThe city is famous for its traditional cultural and religious diversity, with adherents of Orthodoxy, Islam, Judaism and Catholicism coexisting there for centuries."},{"id":"/m/09f3c","city":"seville","description":"Seville is the capital and largest city of the autonomous community of Andalusia and the province of Seville, Spain. It is situated on the plain of the River Guadalquivir. The inhabitants of the city are known as sevillanos or hispalenses, after the Roman name of the city, Hispalis. Seville has a municipal population of about 703,000 as of 2011, and a metropolitan population of about 1.5 million, making it the fourth-largest city in Spain and the 30th most populous municipality in the European Union. Its Old Town, the third largest in Europe with an area of 4 square kilometres, contains three UNESCO World Heritage Sites: the Alcázar palace complex, the Cathedral and the General Archive of the Indies. The Seville harbour, located about 80 kilometres from the Atlantic Ocean, is the only river port in Spain.\nSeville was founded as the Roman city of Hispalis, and was known as Ishbiliya after the Muslim conquest in 712."},{"id":"/m/09d4_","city":"kyoto","description":"Kyoto is a city located in the central part of the island of Honshu, Japan. It has a population close to 1.5 million. Formerly the imperial capital of Japan for more than one thousand years, it is now the capital city of Kyoto Prefecture located in the Kansai region, as well as a major part of the Kyoto-Osaka-Kobe metropolitan area. One historical nickname for the city is the City of Ten Thousand Shrines."},{"id":"/m/0cv3w","city":"las_vegas","description":"Las Vegas, officially the City of Las Vegas and often known as simply Vegas, is the most populous city in the state of Nevada and the county seat of Clark County. Las Vegas is an internationally renowned major resort city known primarily for gambling, shopping, fine dining and nightlife and is the leading financial and cultural center for Southern Nevada. The city bills itself as The Entertainment Capital of the World, and is famous for its mega casino–hotels and associated entertainment. A growing retirement and family city, Las Vegas is the 31st-most populous city in the United States, with a population at the 2010 census of 583,756. The 2010 population of the Las Vegas metropolitan area was 1,951,269. The city is one of the top three leading destinations in the United States for conventions, business and meetings. Today, Las Vegas is one of the top tourist destinations in the world.\nEstablished in 1905, Las Vegas was incorporated as a city in 1911. At the close of the 20th century, Las Vegas was the most populous American city founded in that century."},{"id":"/m/062qg","city":"perth","description":"Perth is the capital and largest city of the Australian state of Western Australia. It is the fourth most populous city in Australia, with an estimated population of 1.97 million living in Greater Perth. Part of the South West Land Division of Western Australia, the majority of the metropolitan area of Perth is located on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp, a low coastal escarpment. The first areas settled were on the Swan River, with the city's central business district and port both located on its shores. Perth is formally divided into a number of local government areas, which themselves consist of a large number of suburbs, extending from Two Rocks in the north to Rockingham in the south, and east inland to The Lakes.\nPerth was originally founded by Captain James Stirling in 1829 as the administrative centre of the Swan River Colony, and gained city status in 1856. The city is named for Perth, Scotland, by influence of Sir George Murray, then British Secretary of State for War and the Colonies."},{"id":"/m/06wjf","city":"shanghai","description":"Shanghai is the largest Chinese city by population and the largest city proper by population in the world. It is one of the four direct-controlled municipalities, with a population of more than 24 million as of 2013. It is a global financial center, and a transport hub with the world's busiest container port. Located in the Yangtze River Delta in East China, Shanghai sits at the mouth of the Yangtze in the middle portion of the Chinese coast. The municipality borders the provinces of Jiangsu and Zhejiang to the north, south and west, and is bounded to the east by the East China Sea.\nFor centuries a major administrative, shipping, and trading town, Shanghai grew in importance in the 19th century due to European recognition of its favorable port location and economic potential. The city was one of five opened to foreign trade following the British victory over China in the First Opium War while the subsequent 1842 Treaty of Nanking and 1844 Treaty of Whampoa allowed the establishment of the Shanghai International Settlement and the French Concession."},{"id":"/m/030qb3t","city":"los_angeles","description":"Los Angeles, officially the City of Los Angeles, often known by its initials L.A., is the most populous city in the U.S. state of California and the second-most populous in the United States, after New York City, with a population at the 2010 United States Census of 3,792,621. It has a land area of 469 square miles, and is located in Southern California.\nThe city is the focal point of the larger Los Angeles–Long Beach–Santa Ana metropolitan statistical area and Greater Los Angeles Area region, which contain 13 million and over 18 million people in Combined statistical area respectively as of 2010, making it one of the most populous metropolitan areas in the world and the second-largest in the United States. Los Angeles is also the seat of Los Angeles County, the most populated and one of the most ethnically diverse counties in the United States, while the entire Los Angeles area itself has been recognized as the most diverse of the nation's largest cities. The city's inhabitants are referred to as Angelenos.\nLos Angeles was founded on September 4, 1781, by Spanish governor Felipe de Neve. It became a part of Mexico in 1821 following the Mexican War of Independence."},{"id":"/m/04llb","city":"lisbon","description":"Lisbon is the capital and the largest city of Portugal. It is the westernmost large city located in continental Europe, as well as its westernmost capital city and the only one along the Atlantic coast. Lisbon lies in the western Iberian Peninsula on the Atlantic Ocean and the River Tagus, and has a population of 547,631 within its administrative limits on a land area of 84.8 square kilometres. The urban area extends beyond the administrative city limits with a population of over 3 million, on an area of 958 square kilometres, making it the 11th most populous urban area in the European Union. About 3,035,000 people live in the Lisbon Metropolitan Area.\nLisbon is recognised as a global city because of its importance in finance, commerce, media, entertainment, arts, international trade, education and tourism. It is one of the major economic centres on the continent, with a growing financial sector and the largest/second largest container port on Europe's Atlantic coast. Lisbon Portela Airport serves over 16 million passengers annually; the motorway network and the high-speed rail system of link the main cities of Portugal."},{"id":"/m/06mxs","city":"stockholm","description":"Stockholm is the capital of Sweden. Stockholm is the most populous city in Sweden and Scandinavia, with 897,700 people living in the municipality, 1,372,565 in the urban area, and a total population of 2,163,042 in the metropolitan area, accounting for 22% of the Swedish population in 2013. Stockholm is an important global city, placed in the \"alpha-\" category by the GaWC, and ranked 27th in the world, 12th in Europe and first in Scandinavia by the Global Cities Index in 2012. In 2013, Stockholm was named the 8th most competitive city in the world by the Economist Intelligence Unit.\nFounded in c. 1250, possibly as early as 1187, Stockholm has long been one of Sweden's cultural, media, political, and economic centres. Its strategic location spread across 14 islands on the coast in the south-east of Sweden at the mouth of Lake Mälaren, by the Stockholm archipelago, has been historically important. The city is known for its beauty, its buildings and architecture, its abundant clean and open water, and its many parks."},{"id":"/m/049d1","city":"kuala_lumpur","description":"Kuala Lumpur, often abbreviated as K.L., is the federal capital and most populous city in Malaysia. The city covers an area of 243 km² and has an estimated population of 1.6 million as of 2010. Greater Kuala Lumpur, also known as the Klang Valley, is an urban agglomeration of 6.9 million as of 2010. It is among the fastest growing metropolitan regions in the country, in terms of population and economy.\nKuala Lumpur is the seat of the Parliament of Malaysia. The city was once home to the executive and judicial branches of the federal government, but they were moved to Putrajaya in early 1999. Some sections of the judiciary still remains in the capital city of Kuala Lumpur. The official residence of the Malaysian King, the Istana Negara, is also situated in Kuala Lumpur. Rated as an alpha world city, Kuala Lumpur is the cultural, financial and economic centre of Malaysia due to its position as the capital as well as being a key city. Kuala Lumpur was ranked 48th among global cities by Foreign Policy's 2010 Global Cities Index and was ranked 67th among global cities for economic and social innovation by the 2thinknow Innovation Cities Index in 2010."},{"id":"/m/02gjp","city":"damascus","description":"Damascus is the capital and the second largest city of Syria after Aleppo. Commonly known in Syria as ash-Sham and nicknamed as the City of Jasmine. In addition to being one of the oldest continuously inhabited cities in the world, Damascus is a major cultural and religious center of the Levant. The city has an estimated population of 1,711,000.\nLocated in southwestern Syria, Damascus is the center of a large metropolitan area of 2.6 million people. Geographically embedded on the eastern foothills of the Anti-Lebanon mountain range 80 kilometres inland from the eastern shore of the Mediterranean on a plateau 680 metres above sea-level, Damascus experiences a semi-arid climate due to the rain shadow effect. The Barada River flows through Damascus.\nFirst settled in the second millennium BC, it was chosen as the capital of the Umayyad Caliphate from 661 to 750. After the victory of the Abbasid dynasty, the seat of Islamic power was moved to Baghdad. Damascus saw a political decline throughout the Abbasid era, only to regain significant importance in the Ayyubid and Mamluk periods. During Ottoman rule, the city decayed completely while maintaining a certain cultural prestige."},{"id":"/m/01cxqb","city":"luang_prabang","description":"Luang Prabang, or Louangphrabang, is a city located in north central Laos, at the confluence of the Nam Khan river and Mekong River about 300 km north of Vientiane. It is the capital of Luang Prabang Province. The population of the city is about 50,000.\nThe city was formerly the capital of a kingdom of the same name. It had also been known by the ancient name of Chiang Thong. Until the communist takeover in 1975, it was the royal capital and seat of government of the Kingdom of Laos. It is a UNESCO World Heritage Site.\nThe main part of the city consists of four main roads located on a peninsula between the Nam Khan and Mekong rivers. The city is well known for its numerous Buddhist temples and monasteries. Every morning, hundreds of monks from the various monasteries walk through the streets collecting alms. One of the major landmarks in the city is a large steep hill on which sits Wat Chom Si."},{"id":"/m/0d9jr","city":"seattle","description":"Seattle is a coastal seaport city and the seat of King County, in the U.S. state of Washington. With an estimated 652,405 residents as of 2013, Seattle is the largest city in the Pacific Northwest region of North America and the fastest-growing major city in the United States. The Seattle metropolitan area of around 3.6 million inhabitants is the 15th largest metropolitan area in the United States. The city is situated on a narrow isthmus between Puget Sound and Lake Washington, about 100 miles south of the Canada–United States border. A major gateway for trade with Asia, Seattle is the 8th largest port in the United States and 9th largest in North America in terms of container handling.\nThe Seattle area had been inhabited by Native Americans for at least 4,000 years before the first permanent European settlers. Arthur A. Denny and his group of travelers, subsequently known as the Denny Party, arrived at Alki Point on November 13, 1851. The settlement was moved to its current site and named \"Seattle\" in 1853, after Chief Si'ahl of the local Duwamish and Suquamish tribes."},{"id":"/m/0dlwj","city":"phnom_penh","description":"Phnom Penh is the capital and largest city of Cambodia. Located on the banks of the Tonlé Sap and Mekong River, Phnom Penh has been the national capital since French colonization of Cambodia, and has grown to become the nation's center of economic and industrial activities, as well as the center of security, politics, cultural heritage, and diplomacy of Cambodia.\nOnce known as the \"Pearl of Asia,\" it was considered one of the loveliest French-built cities in Indochina in the 1920s. Phnom Penh, along with Siem Reap and Sihanoukville, are significant global and domestic tourist destinations for Cambodia. Founded in 1434, the city is noted for its beautiful and historical architecture and attractions. There are a number of surviving French colonial buildings scattered along the grand boulevards.\nSituated on the banks of the Tonlé Sap, Mekong and Bassac rivers, the Phnom Penh metropolitan area is home to about 2.2 million of Cambodia's population of over 14.8 million, up from about 1.9 million in 2008. The city is the wealthiest and most populous city in Cambodia and is the country's political hub."},{"id":"/m/03hh0zm","city":"cuzco","description":"Cuzco is an unincorporated community in Columbia Township, Dubois County, Indiana."},{"id":"/m/0fbwq","city":"dubrovnik","description":"Dubrovnik is a Croatian city on the Adriatic Sea, in the region of Dalmatia. It is one of the most prominent tourist destinations in the Mediterranean, a seaport and the centre of Dubrovnik-Neretva County. Its total population is 42,615. In 1979, the city of Dubrovnik joined the UNESCO list of World Heritage Sites.\nThe prosperity of the city of Dubrovnik was historically based on maritime trade. As the capital of the Republic of Ragusa, a maritime republic, the city achieved a high level of development, particularly during the 15th and 16th centuries. Dubrovnik became notable for its wealth and skilled diplomacy.\nThe beginning of tourism in Dubrovnik is associated with the construction of the Hotel Imperial in Dubrovnik in 1897. According to CNNGo, Dubrovnik is among the 10 best preserved medieval walled cities in the world. Although Dubrovnik was demilitarised in the 1970s to protect it from war, in 1991, after the breakup of Yugoslavia, it was besieged by the Yugoslav People's Army for seven months and received significant shelling damage."},{"id":"/m/09f07","city":"delhi","description":"Delhi, also known as the National Capital Territory of India is a metropolitan region in India. It has a population of nearly 22.2 million residents as of 2011, and is the largest city in India by land area. The NCT and its urban region have been given the special status of National Capital Region under the Constitution of India's 69th amendment act of 1991. The NCR includes the neighbouring cities of Gurgaon, Noida, Ghaziabad, Faridabad, Greater Noida, Sonepat, Panipat, Karnal, Rohtak, Rewari, Baghpat, Meerut, Alwar, Bharatpur and other nearby towns.\nA union territory, the political administration of the NCT of Delhi today more closely resembles that of a state of India, with its own legislature, high court and an executive council of ministers headed by a Chief Minister. New Delhi is jointly administered by the federal government of India and the local government of Delhi, and is the capital of the NCT of Delhi.\nDelhi has been continuously inhabited since the 6th century BC. Through most of its history, Delhi has served as a capital of various kingdoms and empires."},{"id":"/m/04swd","city":"moscow","description":"Moscow is the capital city and the most populous federal subject of Russia. The city is a major political, economic, cultural and scientific center in Russia and in Eastern Europe. According to Forbes 2013, Moscow has the largest number of billionaire residents in the world. Moscow is the northernmost and coldest megacity on Earth, the second most populous city in Europe after Istanbul and the 8th largest city proper in the world. It is the largest city in Russia, with a population, according to the 2010 Census, of 11,503,501. By its territorial expansion on July 1, 2012 southwest into the Moscow Oblast, the capital increased its area 2.5 times; from about 1,000 square kilometers up to 2,511 square kilometers, and gained an additional population of 233,000 people.\nMoscow is situated on the Moskva River in the Central Federal District of European Russia making it the world's most populated inland city. It also has the largest forest area within its borders—more than any other major city—even before its expansion in 2012."},{"id":"/m/01914","city":"beijing","description":"Beijing, sometimes romanized as Peking, is the capital of the People's Republic of China and one of the most populous cities in the world. The population as of 2013 was 21,150,000. The metropolis, located in northern China, is governed as a direct-controlled municipality under the national government, with 14 urban and suburban districts and two rural counties. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast.\nBeijing is the second largest Chinese city by urban population after Shanghai and is the nation's political, cultural, and educational center. It is home to the headquarters of most of China's largest state-owned companies, and is a major hub for the national highway, expressway, railway, and high-speed rail networks. The Beijing Capital International Airport is the second busiest in the world by passenger traffic.\nThe city's history dates back three millennia. As the last of the Four Great Ancient Capitals of China, Beijing has been the political center of the country for much of the past eight centuries."},{"id":"/m/03khn","city":"helsinki","description":"Helsinki is the capital and largest city of Finland. It is in the region of Uusimaa, located in southern Finland, on the shore of the Gulf of Finland, an arm of the Baltic Sea. Helsinki has a population of 616,042 an urban population of 1,176,976 and a metropolitan population of 1,4 million, according to the OECD 1,8 million, Table 1.1, making it the most populous municipality and urban area in Finland. Helsinki is located some 80 kilometres north of Tallinn, Estonia, 400 kilometres east north east of Stockholm, Sweden, and 300 kilometres west of Saint Petersburg, Russia. Helsinki has close historical connections with these three cities.\nThe Helsinki metropolitan area includes urban core of Helsinki, Espoo, Vantaa, Kauniainen and surrounding commuter towns. It is the world's northernmost metro area of over one million people, and the city is the northernmost capital of an EU member state. After Copenhagen and Stockholm it's the third largest city in the Nordic nations.\nHelsinki is Finland's major political, educational, financial, cultural and research centre as well as one of northern Europe's major cities."},{"id":"/m/01vcxq","city":"fes","description":"Fes or Fez is the third largest city of Morocco, with a population of approximately 1 million. It is the capital of the Fès-Boulemane region.\nThe city has two old medinas, the larger of which is Fes el Bali. It is listed as a UNESCO World Heritage Site and is believed to be one of the world's largest car-free urban areas. Al-Qarawiyyin, founded in AD 859, is the oldest continuously functioning madrasa in the world. The city has been called the \"Mecca of the West\" and the \"Athens of Africa\"."},{"id":"/m/012ts","city":"auckland","description":"The Auckland urban area, in the North Island of New Zealand, is the largest and most populous urban area in the country. Auckland has a population of 1,418,000, which constitutes 32 percent of the country's population. It is part of the wider Auckland Region, which includes the rural areas and towns north and south of the urban area, plus the islands of the Hauraki Gulf, resulting in a total population of 1,529,300 that is governed by the Auckland Council. Auckland also has the largest Polynesian population of any city in the world. In Māori, Auckland's name is Tāmaki Makaurau and the transliterated version of Auckland is Ākarana.\nThe Auckland urban area ranges to Waiwera in the north, Kumeu in the northwest, and Runciman in the south. It is not contiguous; the section from Waiwera to Whangaparaoa Peninsula is separate from its nearest neighbouring suburb of Long Bay. Auckland lies between the Hauraki Gulf of the Pacific Ocean to the east, the low Hunua Ranges to the south-east, the Manukau Harbour to the south-west, and the Waitakere Ranges and smaller ranges to the west and north-west."},{"id":"/m/0195pd","city":"manila","description":"Manila is the capital and second largest city of the Philippines. It is one of the sixteen cities which, along with the municipality of Pateros, make up Metro Manila, the National Capital Region, whose overall population is around 12 million.\nThe city of Manila is located on the eastern shore of Manila Bay and is bordered by the cities of Navotas and Caloocan to the north; Quezon City and San Juan to the northeast; Mandaluyong to the east; Makati to the southeast, and Pasay to the south. It has a total population of 1,652,171 according to the 2010 census and is the second most populous city in the Philippines, behind Quezon City. The populace inhabit an area of only 3,855 hectares, making Manila arguably the most densely populated city in the world.\nManila is the economic and political heart of the Philippines, home to extensive commerce and some of the most historically and culturally significant landmarks in the country, as well as the seat of the executive and judicial branches of the government. Manila is listed as a global city, containing many scientific and educational institutions, numerous sport facilities, and other culturally and historically significant venues."},{"id":"/m/01btzt","city":"puerto_vallarta","description":"Puerto Vallarta is a Mexican beach resort city situated on the Pacific Ocean's Bahía de Banderas. The 2010 census reported Puerto Vallarta's population as 255,725 making it the second largest city in the state of Jalisco. The City of Puerto Vallarta is the government seat of the Municipality of Puerto Vallarta which comprises the city as well as population centers outside of the city extending from Boca de Tomatlán to the Nayarit border.\nThe city is located at 20°40′N 105°16′W﻿ / ﻿20.667°N 105.267°W. The municipality has an area of 502.19 square miles. To the north it borders the southwest part of the state of Nayarit. To the east it borders the municipality of Mascota and San Sebastián del Oeste, and to the south it borders the municipalities of Talpa de Allende and Cabo Corriente.\nPuerto Vallarta is named after Ignacio Vallarta, a former governor of Jalisco. In Spanish, Puerto Vallarta is frequently shortened to \"Vallarta\", while English speakers call the city P.V. for short. In internet shorthand the city is often referred to as PVR, after the International Air Transport Association airport code for its Gustavo Diaz Ordaz International Airport."},{"id":"/m/01hr58","city":"chiang_mai","description":"Chiang Mai sometimes written as \"Chiengmai\" or \"Chiangmai\", is the largest and most culturally significant city in northern Thailand. It is the capital of Chiang Mai Province, a former capital of the Kingdom of Lanna and was the tributary Kingdom of Chiang Mai from 1774 until 1939. It is located 700 km north of Bangkok, among the highest mountains in the country. The city is along the Ping River, a major tributary of the Chao Phraya River. Chiang Mai means \"new city\" and was so-named because it was the new capital, founded in 1296, succeeding Chiang Rai in the capital of the Lanna kingdom.\nIn recent years, Chiang Mai has become an increasingly modern city and has been attracting over 5 million visitors each year, of which between 1.4 million and 2 million are foreign tourists.\nChiang Mai gained prominence in the political sphere in May 2006, when the Chiang Mai Initiative was concluded here between the ASEAN nations and the \"+3\" countries. Chiang Mai was one of three Thai cities contending for Thailand's bid to host the World Expo 2020. However, Ayutthaya was the city chosen by the Thai Parliament to register for the international competition."},{"id":"/m/01j922","city":"varanasi","description":"Varanasi, also known as Benares, Banaras or Kashi, is an Indian city on the banks of the Ganga in Uttar Pradesh, 320 kilometres south-east of the state capital, Lucknow. It is the holiest of the seven sacred cities in Hinduism, Ravidassia religion and Jainism, and played an important role in the development of Buddhism. Some Hindus believe that death at Varanasi brings salvation. It is one of the oldest continuously inhabited cities in the world. Varanasi is also known as the favourite city of the Hindu deity Lord Shiva as it has been mentioned in the Rigveda that this city in older times was known as Kashi or \"Shiv ki Nagri\".\nThe Kashi Naresh is the chief cultural patron of Varanasi, and an essential part of all religious celebrations. The culture of Varanasi is closely associated with the Ganges. The city has been a cultural centre of North India for several thousand years, and has a history that is older than most of the major world religions. The Benares Gharana form of Hindustani classical music was developed in Varanasi, and many prominent Indian philosophers, poets, writers, and musicians live or have lived in Varanasi."},{"id":"/m/0h45n","city":"cartagena","description":"Cartagena or Cartagena de Indias, is a city on the northern coast of Colombia in the Caribbean Coast Region and capital of the Bolívar Department. The port city had a population of 892,545 as of the 2005 census. It is the fifth-largest city in Colombia and the second largest in the region, after Barranquilla. The Cartagena urban area is also the fifth-largest urban area in the country. Economic activities include maritime and petrochemicals industry, as well as tourism.\nThe city was founded on June 1, 1533, and named after Cartagena, Spain. However, settlement in this region around Cartagena Bay by various indigenous people dates back to 4000 BC. During the colonial period Cartagena served a key role in administration and expansion of the Spanish empire. It was a center of political and economic activity due to the presence of royalty and wealthy viceroys. Cartagena is the city most associated with pirates in the Caribbean, and the world. In 1984 Cartagena's colonial walled city and fortress were designated a UNESCO World Heritage Site."},{"id":"/m/088tv","city":"zanzibar","description":"Zanzibar is a semi-autonomous part of Tanzania, in East Africa. It is composed of the Zanzibar Archipelago in the Indian Ocean, 25–50 kilometres off the coast of the mainland, and consists of numerous small islands and two large ones: Unguja, and Pemba.\nThe capital of Zanzibar, located on the island of Unguja, is Zanzibar City. Its historic centre, known as Stone Town, is a World Heritage Site and is claimed to be the only functioning ancient town in the African Great Lakes region.\nZanzibar's main industries are spices, raffia, and tourism. In particular, the islands produce cloves, nutmeg, cinnamon, and black pepper. For this reason, the islands, together with Tanzania's Mafia Island, are sometimes called the Spice Islands. Zanzibar is the home of the endemic Zanzibar Red Colobus Monkey, the Zanzibar Servaline Genet, and the Zanzibar Leopard."},{"id":"/m/0fhmy","city":"innsbruck","description":"Innsbruck is the capital city of the federal state of Tyrol in western Austria. It is located in the Inn Valley at the junction with the Wipptal, which provides access to the Brenner Pass, some 30 km south of Innsbruck. It is about half way between Munich and Verona. Located in the broad valley between high mountains, the Nordkette in the north, Patscherkofel and Serles in the south. It is an internationally renowned winter sports centre, and hosted the 1964 and 1976 Winter Olympics as well as the 1984 and 1988 Winter Paralympics. Innsbruck also hosted the first Winter Youth Olympics in 2012. The word bruck comes from the same root as the modern German word \"Brücke\" meaning \"bridge\" which leads to \"the bridge over the Inn\"."},{"id":"/m/088cp","city":"york","description":"York is a walled city at the confluence of the Rivers Ouse and Foss in North Yorkshire, England. The city has a rich heritage and has provided the backdrop to major political events throughout much of its two millennia of existence. The city offers a wealth of historic attractions, of which York Minster is the most prominent, and a variety of cultural and sporting activities. The city is 21 miles from Leeds.\nThe city was founded by the Romans as Eboracum in 71 AD. It became the capital of the Roman province of Britannia Inferior, and later of the kingdoms of Northumbria and Jorvik. In the Middle Ages, York grew as a major wool trading centre and became the capital of the northern ecclesiastical province of the Church of England, a role it has retained.\nIn the 19th century, York became a hub of the railway network and a confectionery manufacturing centre. In recent decades, the economy of York has moved from being dominated by its confectionery and railway-related industries to one that provides services. The University of York and health services have become major employers, whilst tourism has become an important element of the local economy."},{"id":"/m/04vmp","city":"mumbai","description":"Mumbai is the capital city of the Indian state of Maharashtra. It is the most populous city in India, second most populous metropolitan area in India, and the fifth most populous city in the world, with an estimated city population of 18.4 million and metropolitan area population of 20.7 million as of 2011. Along with the urban areas, including the cities of Navi Mumbai, Thane, Bhiwandi, Kalyan, it is one of the most populous urban regions in the world. Mumbai lies on the west coast of India and has a deep natural harbour. In 2009, Mumbai was named an alpha world city. It is also the wealthiest city in India, and has the highest GDP of any city in South, West or Central Asia.\nThe seven islands that came to constitute Mumbai were home to communities of fishing colonies. For centuries, the islands were under the control of successive indigenous empires before being ceded to the Portuguese and subsequently to the British East India Company. During the mid-18th century, Bombay was reshaped by the Hornby Vellard project, which undertook reclamation of the area between the seven islands from the sea."},{"id":"/m/03hrz","city":"hamburg","description":"Hamburg, officially Freie und Hansestadt Hamburg, is the second largest city in Germany and the eighth largest city in the European Union. It is also the thirteenth largest German state. It is home to over 1.8 million people, while the Hamburg Metropolitan Region has more than 5 million inhabitants. On the river Elbe, the port of Hamburg is the second largest port in Europe and tenth largest worldwide.\nThe official name reflects its history as a member of the medieval Hanseatic League, as a free imperial city of the Holy Roman Empire, and that it is a city-state, and one of the 16 states of Germany. Before the 1871 Unification of Germany, it was a fully sovereign state. Prior to the constitutional changes in 1919, the stringent civic republic was ruled by a class of hereditary grand burghers or Hanseaten.\nHamburg is a major transport hub and is one of the most affluent cities in Europe. It has become a media and industrial centre, with plants and facilities belonging to Airbus, Blohm + Voss and Aurubis. The radio and television broadcaster Norddeutscher Rundfunk and publishers such as Gruner + Jahr and Spiegel-Verlag are pillars of the important media industry in Hamburg."},{"id":"/m/014m1m","city":"oaxaca","description":"Oaxaca, officially Free and Sovereign State of Oaxaca, is one of the 31 states which, along with the Federal District, make up the 32 federative entities of Mexico. It is divided into 571 municipalities; of which 418 are governed by the system of Usos y costumbres with recognized local forms of self governance. Its capital city is Oaxaca de Juárez.\nIt is located in Southwestern Mexico. It is bordered by the states of Guerrero to the west, Puebla to the northwest, Veracruz to the north, Chiapas to the east. To the south, Oaxaca has a significant coastline on the Pacific Ocean.\nThe state is best known for its indigenous peoples and cultures. The most numerous and best known are the Zapotecs and the Mixtecs, but there are sixteen that are officially recognized. These cultures have survived better than most others in Mexico due to the state's rugged and isolating terrain. Most live in the Central Valleys region, which is also an important area for tourism, attracting people for its archeological sites such as Monte Albán, native culture and crafts. Another important tourist area is the coast, which has the major resort of Huatulco."},{"id":"/m/0m__z","city":"galway","description":"Galway, or the City of Galway, is a city in Ireland. It is in the West Region and the province of Connacht. Galway City Council is the local authority for the city. Galway lies on the River Corrib between Lough Corrib and Galway Bay and is surrounded by County Galway. It is the fourth most populous urban area in the Republic of Ireland and the sixth most populous city on the island of Ireland."},{"id":"/m/079yb","city":"siena","description":"Siena is a city in Tuscany, Italy. It is the capital of the province of Siena.\nThe historic centre of Siena has been declared by UNESCO a World Heritage Site. It is one of the nation's most visited tourist attractions, with over 163,000 international arrivals in 2008. Siena is famous for its cuisine, art, museums, medieval cityscape and the Palio, a horse race held twice a year."},{"id":"/m/01gk3x","city":"isfahan","description":"Isfahan, historically also rendered in English as Ispahan, Sepahan, Esfahan or Hispahan, is the capital of Isfahan Province in Iran, located about 340 kilometres south of Tehran. It has a population of 1,583,609 and is Iran's third largest city after Tehran and Mashhad. The Greater Isfahan Region had a population of 3,793,101 in the 2011 Census, the second most populous metropolitan area in Iran after Tehran.\nThe cities of Zarrinshahr, Fooladshahr and Najafabad, Se-deh, Shahin-shahr, Mobarakeh, Falavarjan and Charmahin all constitute the metropolitan city of Isfahan.\nIsfahan is located on the main north-south and east-west routes crossing Iran, and was once one of the largest cities in the world. It flourished from 1050 to 1722, particularly in the 16th century under the Safavid dynasty, when it became the capital of Persia for the second time in its history. Even today, the city retains much of its past glory. It is famous for its Islamic architecture, with many beautiful boulevards, covered bridges, palaces, mosques, and minarets. This led to the Persian proverb \"Esfahān nesf-e jahān ast\"."},{"id":"/m/0853g","city":"wellington","description":"Wellington is the capital city and second most populous urban area of New Zealand, with 397,900 residents. It is located at the southwestern tip of the North Island, between Cook Strait and the Rimutaka Range. It is the major population centre of the southern North Island, and is the administrative centre of the Wellington Region, which also includes the Kapiti Coast and Wairarapa. Wellington is the world's southernmost capital city of a sovereign state.\nThe Wellington urban area comprises four cities: Wellington city, on the peninsula between Cook Strait and Wellington Harbour, contains the central business district and about half the population; Porirua on Porirua Harbour to the north is notable for its large Māori and Pacific Island communities; Lower Hutt and Upper Hutt are largely suburban areas to the northeast, together known as the Hutt Valley.\nThe 2014 Mercer Quality of Living Survey ranked Wellington 12th in the world. In 2011 Lonely Planet Best in Travel 2011 named Wellington as fourth in its Top 10 Cities to Visit in 2011, referring to it as the \"coolest little capital in the world\"."},{"id":"/m/0bmm4","city":"ljubljana","description":"Ljubljana is the capital and largest city of Slovenia. Located in the middle of a trade route between the northern Adriatic Sea and the Danube region, it has been a historical capital of the Carniola, a Slovene-inhabited part of Austria-Hungary and is now the cultural, educational, economic, political and administrative center of Slovenia, independent since 1991. Its central geographic location within Slovenia, transport connections, concentration of industry, scientific and research institutions and cultural tradition are contributing factors to its leading position."},{"id":"/m/0hsqf","city":"seoul","description":"Seoul — officially the Seoul Special City — is the capital and largest metropolis of South Korea. The Seoul Capital Area, which includes the surrounding Incheon metropolis and Gyeonggi province, is the world's second largest metropolitan area with over 25.6 million people, home to over half of South Koreans along with 632,000 international residents.\nSituated on the Han River, Seoul's history stretches back more than 2,000 years when it was founded in 18 BCE by Baekje, one of the Three Kingdoms of Korea. It continued as the capital of Korea under the Joseon Dynasty. The Seoul Capital Area contains five UNESCO World Heritage Sites: Changdeok Palace, Hwaseong Fortress, Jongmyo Shrine, Namhansanseong and the Royal Tombs of the Joseon Dynasty. Seoul is surrounded by mountains, the tallest being Mt. Bukhan, the world's most visited national park per square foot. Modern landmarks include the iconic Dongdaemun Design Plaza, Lotte World, the world's second largest indoor theme park, and Moonlight Rainbow Fountain, the world's longest bridge fountain."},{"id":"/m/02pppx","city":"san_cristobal","description":"San Cristóbal is the capital city of the Venezuelan state of Táchira. It is located in a mountainous region of Western Venezuela. The city is situated 818 m/2,625 ft above sea level in the northern Andes overlooking the Torbes River, 56 km/35 mi from the Colombian border. San Cristóbal was founded on March 31, 1561 by Juan de Maldonado. From its inception, the city evolved rapidly as one of the most progressive and important centers of commerce in the country, due primarily to its rich soil and its proximity to the border with Colombia.\nThe city was severely damaged by the Earthquake of Cúcuta in 1875. The city is located on the Pan-American Highway."},{"id":"/m/0ftkx","city":"taipei","description":"Taipei, officially known as Taipei City, is the capital of the Republic of China. Situated at the northern tip of Taiwan, Taipei is located on the Tamsui River; it is about 25 km southwest of Keelung, a port city on the Pacific Ocean. It lies in the Taipei Basin, an ancient lakebed bounded by the two relatively narrow valleys of the Keelung and Xindian rivers, which join to form the Tamsui River along the city's western border. The city proper is home to an estimated 2,618,772 people. Taipei, New Taipei, and Keelung together form the Taipei–Keelung metropolitan area with a population of 6,900,273. They are administered under three municipal governing bodies. \"Taipei\" sometimes refers to the whole metropolitan area, while \"Taipei City\" refers to the city proper. Taipei City proper is surrounded on all sides by New Taipei.\nTaipei is the political, economic, and cultural center of Taiwan. Considered to be a global city, Taipei is part of a major industrial area. Railways, high-speed rail, highways, airports, and bus lines connect Taipei with all parts of the island. The city is served by two airports – Taipei Songshan and Taiwan Taoyuan."},{"id":"/m/07r_p","city":"tallinn","description":"Tallinn is the capital and largest city of Estonia.\nTallinn occupies an area of 159.2 km² and has a population of 431,184. It is situated on the northern coast of the country, on the shore of the Gulf of Finland, 80 km south of Helsinki, east of Stockholm and west of Saint Petersburg. Tallinn's Old Town is listed as a UNESCO World Heritage Sites. It is ranked as a global city and has been listed among the top 10 digital cities in the world. The city was a European Capital of Culture for 2011, along with Turku in Finland.\nThe city was known as Reval from the 13th century until 1917 and again during the Nazi occupation of Estonia from 1941 to 1944.\n32.7% of Estonia's total population lives in Tallinn."},{"id":"/m/01jmlw","city":"lhasa","description":"Lhasa is the administrative capital of Tibet Autonomous Region. It is the second most populous city on the Tibetan Plateau after Xining and, at an altitude of 3,490 metres, Lhasa is one of the highest cities in the world. The city contains many culturally significant Tibetan Buddhist sites such as the Potala Palace, Jokhang temple and Norbulingka palaces, many of which are located in Chengguan District, the city seat."},{"id":"/m/0h44d","city":"bled","description":"Bled is an Alpine town alongside glacial Lake Bled in northwestern Slovenia. It is the seat of the Municipality of Bled. It is most notable as a popular tourist destination in the Upper Carniola region and in Slovenia as whole, attracting visitors from abroad, as well."},{"id":"/m/03kjh","city":"hobart","description":"Hobart is the capital and most populous city of the Australian island state of Tasmania. Founded in 1804 as a penal colony, Hobart is Australia's second oldest capital city after Sydney, New South Wales. In June 2013, the city had a greater area population of approximately 217,973. The city in the state's south-east on the Derwent River's estuary. Its skyline is dominated by the 1,271-metre Mount Wellington. The city is the financial and administrative heart of Tasmania, also serving as the home port for both Australian and French Antarctic operations."},{"id":"/m/016722","city":"jaipur","description":"Jaipur is the capital and largest city of the Indian state of Rajasthan in Northern India. It was founded on 18 November 1727 by Maharaja Sawai Jai Singh II, the ruler of Amber, after whom the city has been named. The city today has a population of 3.1 million. Jaipur is known as the Pink City of India.\nThe city is unusual among pre-modern Indian cities in the regularity of its streets, and the division of the city into six sectors by broad streets 34 m wide. The urban quarters are further divided by networks of gridded streets. Five quarters wrap around the east, south, and west sides of a central palace quarter, with a sixth quarter immediately to the east. The Palace quarter encloses the Hawa Mahal palace complex, formal gardens, and a small lake. Nahargarh Fort, which was the residence of the King Sawai Jai Singh II, crowns the hill in the northwest corner of the old city. The observatory, Jantar Mantar, is one of the World Heritage Sites. Included on the Golden Triangle tourist circuit, along with Delhi and Agra, Jaipur is an extremely popular tourist destination in Rajasthan and India."},{"id":"/m/0177z","city":"brussels","description":"Brussels, officially the Brussels-Capital Region, is the capital and largest city of Belgium and the de facto capital of the European Union. It is also the largest urban area in Belgium, comprising 19 municipalities, including the municipality of the City of Brussels, which de jure is the capital of Belgium, in addition to the seat of the French Community of Belgium and of the Flemish Community.\nBrussels has grown from a 10th-century fortress town founded by a descendant of Charlemagne to a sizeable city. The city has a population of 1.2 million and a metropolitan area with a population of over 1.8 million, both of them the largest in Belgium. Since the end of the Second World War, Brussels has been a major centre for international politics. Hosting principal EU institutions, the secretariat of the Benelux and the headquarters of the North Atlantic Treaty Organization, the city has become the polyglot home of numerous international organisations, politicians, diplomats and civil servants.\nHistorically Dutch-speaking, Brussels has seen a major shift to French since Belgian independence in 1830. Today, although the majority language is French, the city is officially bilingual."},{"id":"/m/0brq4","city":"la_paz","description":"Nuestra Señora de La Paz, commonly known as La Paz, is Bolivia's third most-populous city, the seat of the country's government and the capital of La Paz Department. It is located on the western side of Bolivia at an elevation of roughly 3,650 m above sea level.\nIt is, de facto, the world's highest administrative capital. While the official capital of Bolivia is Sucre, La Paz has more government departments.\nThe city sits in a bowl surrounded by the high mountains of the altiplano. As it grew, the city of La Paz climbed the hills, resulting in varying elevations from 3,200 to 4,100 m. Overlooking the city is towering triple-peaked Illimani, which is always snow-covered and can be seen from several spots of the city, including from the neighboring city of El Alto. As of the 2008 census, the city had a population of 877,363.\nLa Paz Metropolitan area, formed by the cities of La Paz, El Alto, and Viacha, make the most populous urban area of Bolivia, with a population of 2.3 million inhabitants and surpassing the metropolitan area of Santa Cruz de la Sierra."},{"id":"/m/0pmp2","city":"quebec_city","description":"Quebec, also Québec, Quebec City, or Québec City, is the capital of the Canadian province of Quebec. As of 2011 the city has a population of 516,622, and the metropolitan area has a population of 765,706, making it the second most populous city in Quebec after Montreal, which is about 233 km to the southwest.\nThe narrowing of the Saint Lawrence River proximate to the city's promontory, Cap-Diamant, and Lévis, on the opposite bank, provided the name given to the city, Kébec, an Algonquin word meaning \"where the river narrows\". Founded in 1608 by Samuel de Champlain, Quebec City is one of the oldest cities in North America. The ramparts surrounding Old Quebec are the only fortified city walls remaining in the Americas north of Mexico, and were declared a World Heritage Site by UNESCO in 1985 as the 'Historic District of Old Québec'.\nAccording to the federal and provincial governments, Québec is the city's official name in both French and English, although Quebec City is commonly used, particularly to distinguish the city from the province. The city's most famous landmark is the Château Frontenac, a hotel which dominates the skyline."},{"id":"/m/0j8ln","city":"valparaiso","description":"Valparaíso is a major city, seaport, and educational center commune in Chile. Greater Valparaíso is the third largest metropolitan area in the country. Valparaíso is located 69.5 miles northwest of Santiago and is one of the South Pacific's most important seaports. Valparaíso is the capital of Chile's third most populated administrative region and has been the headquarters for the Chilean National Congress since 1990.\nValparaíso played a very important geopolitical role in the second half of the 19th century, when the city served as a major stopover for ships traveling between the Atlantic and Pacific oceans by crossing the Straits of Magellan. Always a magnet for European immigrants, Valparaíso mushroomed during its golden age, when the city was known by international sailors as \"Little San Francisco\" and \"The Jewel of the Pacific\". In 2003, the historic quarter of Valparaíso was declared a UNESCO World Heritage Site and a new national law named the city \"Chile's Cultural Capital.\""},{"id":"/m/0fhsz","city":"naples","description":"Naples is the capital of the Italian region Campania and the third-largest municipality in Italy, after Rome and Milan. As of 2012, around 960,000 people live within the city's administrative limits. The Naples urban area has a population of between 3 million and 3.7 million, and is the 9th-most populous urban area in the European Union. Around 4 million people live in the Naples metropolitan area, one of the largest metropolises on the Mediterranean Sea.\nNaples is one of the oldest continuously inhabited cities in the world. Bronze Age Greek settlements were established in the Naples area in the second millennium BC. A larger colony – initially known as Parthenope, Παρθενόπη – developed on the Island of Megaride around the ninth century BC, at the end of the Greek Dark Ages. The city was refounded as Neápolis in the sixth century BC and became a lynchpin of Magna Graecia, playing a key role in the merging of Greek culture into Roman society and eventually becoming a cultural centre of the Roman Republic. Naples remained influential after the fall of the Western Roman Empire, serving as the capital city of the Kingdom of Naples between 1282 and 1816."},{"id":"/m/01rv9rg","city":"memphis","description":"Memphis is a musical duo consisting of long-time friends Torquil Campbell and Chris Dumont.\nDumont, originally from North Carolina, first met Campbell in New York City in the early 1990s. With Campbell's childhood friends Chris Seligman, James Shaw, and Adam Marvy, the pair played together in a band called Luxe. Later, Seligman and Campbell would form Canada's indie pop group Stars, while Shaw would go on to form Metric with Emily Haines, with Dumont continuing to work on the carousel in New York's Central Park.\nFollowing the initial success of Stars, Campbell invited Dumont to visit in Vancouver, British Columbia, and Memphis was born. The duo's first effort, an EP entitled A Good Day Sailing was released on Le Grand Magistery in 2002. Over the course of the summers of 2003 and 2004, Dumont and Campbell recorded the full-length follow-up, I Dreamed We Fell Apart, released in 2004 on Paper Bag Records.\nA follow-up, A Little Place in the Wilderness, produced by Dumont, was released on August 15, 2006, through Good Fences, EMI.\nOn January 10, 2011, Memphis announced the release of their third full-length album. Here Comes a City was released on March 8, 2011 on Arts & Crafts.\nMemphis was also the name of Aretha Franklin's backup band at one point."},{"id":"/m/0cm5m","city":"heidelberg","description":"Heidelberg is a town situated on the River Neckar in south-west Germany. The fifth-largest town in the State of Baden-Württemberg after Stuttgart, Karlsruhe, Mannheim and Freiburg im Breisgau, Heidelberg is part of the densely populated Rhine-Neckar Metropolitan Region. In 2011, over 149,000 people lived in the city.\nA former residence of the Electorate of the Palatinate, Heidelberg is the location of Heidelberg University, well known far beyond Germany's borders. Heidelberg is a popular tourist destination due to its romantic and picturesque cityscape, including Heidelberg Castle and the baroque style Old Town."},{"id":"/m/0fnb4","city":"dhaka","description":"Dhaka is the capital of Bangladesh. Located on the Buriganga River in the heart of the Bengal delta, Dhaka has an estimated population of more than 15 million people, making it the largest city in Bangladesh and the 8th largest city in the world. Dhaka is one of the major cities of South Asia. It is known as the City of Mosques, and with 400,000 cycle-rickshaws running on its streets every day, the city is described as the Rickshaw Capital of the World. Dhaka is also one of the world's most densely populated cities.\nThe Old City of Dhaka was the Mughal capital of Bengal in the 17th-century. It was named in honour of Emperor Jahangir. The city flourished as a centre of the worldwide muslin trade and attracted merchants from across the world. The modern city developed during the British Raj in the 19th-century and was dominated by the Nawabs of Dhaka. After the Partition of British India in 1947, Dhaka became the administrative capital of East Pakistan. It became the focal point of nationalist, civil disobedience and pro-democracy movements throughout the 1950s-60s, which culminated in the Liberation of Bangladesh in 1971."},{"id":"/m/0c7zf","city":"amman","description":"Amman is the capital and most populous city of the Hashemite Kingdom of Jordan. It is the country's political, cultural and commercial centre and one of the oldest continuously inhabited cities in the world. The Greater Amman area has a population of 2,842,629 as of 2010. The recent economic growth experienced in Amman is unmatched by any other Arab city except those located in the Persian Gulf area. Amman is also the administrative seat of the homonymous governorate. Amman is also ranked a Beta− global city on the World city index.\nAmman was named one of the MENA's best cities according to economic, labour, environmental, and socio-cultural factors. Amman is among the most popular locations for multinational corporations to set up their regional offices, alongside Doha and only behind Dubai. Furthermore, it is expected that in the next 10 years these three cities will capture the largest share of multinational corporation activity in the region. It is a major tourist destination in the region and the capital is especially popular among Gulf tourists."},{"id":"/m/04w58","city":"monaco","description":"Monaco, officially the Principality of Monaco, is a sovereign city-state, located on the French Riviera in Western Europe. It is bordered by France on three sides; one side borders the Mediterranean Sea. Monaco has an area of 2.02 km² and a population of 36,371; Monaco is the second smallest and the most densely populated country in the world. Monaco has a land border of 4.4 km, a coastline of 4.1 km, and a width that varies between 1,700 and 349 m. The highest point in the country is a narrow pathway named Chemin des Révoires on the slopes of Mont Agel, in the Les Révoires Ward, which is 161 metres above sea level. Monaco's most populous Quartier is Monte Carlo and the most populous Ward is Larvotto/Bas Moulins. Through land reclamation, Monaco's land mass has expanded by twenty percent.\nMonaco is a principality governed under a form of constitutional monarchy, with Prince Albert II as head of state. Although Prince Albert II is a constitutional monarch, he still has immense political power. The House of Grimaldi have ruled Monaco, with brief interruptions, since 1297. The official language is French, but Monégasque, Italian, and English are widely spoken and understood."},{"id":"/m/01dtq1","city":"quito","description":"Quito, formally San Francisco de Quito, is the capital city of Ecuador, and at an elevation of 9,350 feet, it is the highest official capital city in the world. It is located in north-central Ecuador in the Guayllabamba river basin, on the eastern slopes of Pichincha, an active stratovolcano in the Andes mountains. With a population of 2,671,191 according to the last census, Quito is the second most populous city in Ecuador, after Guayaquil. It is also the capital of the Pichincha province and the seat of the Metropolitan District of Quito. The canton recorded a population of 2,239,191 residents in the 2010 national census. In 2008, the city was designated as the headquarters of the Union of South American Nations.\nThe historic center of Quito has one of the largest, least-altered and best-preserved historic centers in the Americas. Quito, along with Kraków, were the first World Cultural Heritage Sites declared by UNESCO in 1978. The central square of Quito is located about 25 kilometres south of the equator; the city itself extends to within about 1 kilometre of zero latitude."},{"id":"/m/02yc5b","city":"christchurch","description":"Christchurch is the largest city in the South Island of New Zealand, and the country's third-most populous urban area. It lies one third of the way down the South Island's east coast, just north of Banks Peninsula which itself, since 2006, lies within the formal limits of Christchurch. The population of Christchurch City at the 5 March 2013 census was 341,469.\nThe city was named by the Canterbury Association, which settled the surrounding province of Canterbury. The name of Christchurch was agreed on at the first meeting of the association on 27 March 1848. It was suggested by John Robert Godley, who had attended Christ Church, Oxford. Some early writers called the town Christ Church, but it was recorded as Christchurch in the minutes of the management committee of the association. Christchurch became a city by Royal Charter on 31 July 1856, making it officially the oldest established city in New Zealand.\nThe river that flows through the centre of the city was named Avon at the request of the pioneering Deans brothers to commemorate the Scottish Avon, which rises in the Ayrshire hills near what was their grandfathers' farm and flows into the Clyde."},{"id":"/m/0hyxv","city":"glasgow","description":"Glasgow is the largest city in Scotland, and the third largest in the United Kingdom. At the 2011 census, it had a population density of 3,395 people per square kilometre, the highest of any Scottish city. It is situated on the River Clyde in the country's West Central Lowlands. Inhabitants of the city are referred to as Glaswegians.\nGlasgow grew from a small rural settlement on the River Clyde to become one of the largest seaports in Britain. Expanding from the medieval bishopric and royal burgh, and the later establishment of the University of Glasgow in the 15th century, it became a major centre of the Scottish Enlightenment in the 18th century. From the 18th century the city also grew as one of Great Britain's main hubs of transatlantic trade with North America and the West Indies.\nWith the onset of the Industrial Revolution, the population and economy of Glasgow and the surrounding region expanded rapidly to become one of the world's pre-eminent centres of chemicals, textiles and engineering; most notably in the shipbuilding and marine engineering industry, which produced many innovative and famous vessels."},{"id":"/m/0fqds","city":"muscat","description":"Muscat is the capital of Oman. It is also the seat of government and largest city in the Governorate of Muscat. According to the National Centre for Statistics and Information, the total population of Muscat Governorate reached 1.2 million as of April 2014. The metropolitan area spans approximately 3,500 km² and includes six provinces called wilayats. Known since the early 1st century CE as an important trading port between the west and the east, Muscat was ruled by various indigenous tribes as well as foreign powers such as the Persians, Portuguese Empire and the Ottoman Empire at various points in its history. A regional military power in the 18th century, Muscat's influence extended as far as East Africa and Zanzibar. As an important port-town in the Gulf of Oman, Muscat attracted foreign tradesmen and settlers such as the Persians, the Balochs and Gujaratis. Since the ascension of Qaboos bin Said as Sultan of Oman in 1970, Muscat has experienced rapid infrastructural development that has led to the growth of a vibrant economy and a multi-ethnic society.\nThe rocky Western Al Hajar Mountains dominate the landscape of Muscat."},{"id":"/m/0fr_b","city":"panama_city","description":"Panama City is the capital and largest city of the Republic of Panama. It has a population of 880,691, with a total metro population of 1,272,672, and is located at the Pacific entrance of the Panama Canal, in the province of Panama. The city is the political and administrative center of the country, as well as a hub for international banking and commerce. It is considered a \"beta-\" world city, one of three Central American cities listed in this category.\nThe city of Panama has an average GDP per capita of $15,300. It has a dense skyline of mostly high-rise buildings, and it is surrounded by a large belt of tropical rainforest. Panama's Tocumen International Airport, the largest and busiest airport in Central America, offers daily flights to major international destinations. Panama was chosen as the 2003 American Capital of Culture jointly with Curitiba, Brazil. It is among the top five places for retirement in the world, according to International Living magazine.\nThe city of Panama was founded on August 15, 1519, by Spanish conquistador Pedro Arias Dávila. The city was the starting point for expeditions that conquered the Inca Empire in Peru."},{"id":"/m/0c1xm","city":"dakar","description":"Dakar is the capital and largest city of Senegal.\nIt is located on the Cap-Vert Peninsula on the Atlantic coast and is the westernmost city in the Old World and on the African mainland. Its position, on the western edge of Africa, is an advantageous departure point for trans-Atlantic and European trade; this fact aided its growth into a major regional port.\nAccording to December 31, 2005 official estimates, the city of Dakar proper has a population of 1,030,594, whereas the population of the Dakar metropolitan area is estimated at 2.45 million people.\nDakar is a major administrative centre, home to the National Assembly of Senegal and Senegal's President's Palace."},{"id":"/m/015g7","city":"bratislava","description":"Bratislava ; formerly Slovak Prešporok; German: Pressburg or Preßburg; Latin: Posonium; Hungarian: Pozsony is the capital of Slovakia and, with a population of about 420,000, the country's largest city. Bratislava is in southwestern Slovakia, occupying both banks of the Danube River and the left bank of the Morava River. Bordering Austria and Hungary, it is the only national capital that borders two independent countries.\nBratislava is the political, cultural, and economic centre of Slovakia. It is the seat of the Slovak president, the parliament, and the Slovak Executive. It is home to several universities, museums, theatres, galleries and other important cultural and educational institutions. Many of Slovakia's large businesses and financial institutions also have headquarters there.\nThe history of the city has been strongly influenced by people of different nations and religions, namely by Austrians, Czechs, Germans, Hungarians, Jews, Serbs and Slovaks (in alphabetical order, not significance)."},{"id":"/m/071w30","city":"san_sebastian","description":"San Sebastián is a city in the state of Aragua in Venezuela. It is the shire town of the San Sebastián Municipality. It is twinned with Sanlúcar de Barrameda in Spain."},{"id":"/m/0217z1_","city":"san_juan","description":"San Juan is a city in Hidalgo County, Texas. The population in July 2010 was 33,970 since then the population of San Juan increased since 2000 by +29.5%. The name reflects that of a founding father. It is part of the McAllen–Edinburg–Mission and Reynosa–McAllen metropolitan areas."},{"id":"/m/01505k","city":"aleppo","description":"Aleppo is the largest city in Syria and serves as the capital of Aleppo Governorate, the most populous Syrian governorate. It is located in northwestern Syria 310 kilometres from Damascus. With an official population of 2,132,100, it is also one of the largest cities in the Levant. For centuries, Aleppo was the region of Syria's largest city and the Ottoman Empire's third, after Constantinople and Cairo.\nAleppo is one of the oldest continuously inhabited cities in the world; it has been inhabited since perhaps as early as the 6th millennium BC. Excavations at Tell as-Sawda and Tell al-Ansari, just south of the old city of Aleppo, show that the area was occupied since at least the latter part of the 3rd millennium BC; and this is also when Aleppo is first mentioned in cuneiform tablets unearthed in Ebla and Mesopotamia, in which it is noted for its commercial and military proficiency. Such a long history is probably due to its being a strategic trading point midway between the Mediterranean Sea and Mesopotamia.\nThe city's significance in history has been its location at the end of the Silk Road, which passed through central Asia and Mesopotamia."},{"id":"/m/01f08r","city":"dubai","description":"Dubai is the most populous city and emirate in the United Arab Emirates, and the second largest emirate by territorial size after the capital, Abu Dhabi. Dubai is located on the southeast coast of the Persian Gulf and is one of the seven emirates that make up the country. Abu Dhabi and Dubai are the only two emirates to have veto power over critical matters of national importance in the country's legislature. The city of Dubai is located on the emirate's northern coastline and heads up the Dubai-Sharjah-Ajman metropolitan area.\nThe earliest mention of Dubai is in 1095 AD, and the earliest recorded settlement in the region dates from 1799. Dubai was formally established on June 9, 1833, by Sheikh Maktoum bin Butti Al-Maktoum when he persuaded around 800 members of his tribe of the Bani Yas, living in what was then the Second Saudi State, to follow him to the Dubai Creek by the Abu Falasa clan of the Bani Yas. It remained under the tribe's control when the United Kingdom agreed to protect the Sheikhdom in 1892 and joined the nascent United Arab Emirates upon independence in 1971 as the country's second emirate."},{"id":"/m/06cn5","city":"riga","description":"Riga is the capital and largest city of Latvia. With 693,064 inhabitants, Riga is the largest city of the Baltic states and home to more than one third of Latvia's population. The city lies on the Gulf of Riga, at the mouth of the Daugava. Riga's territory covers 307.17 km² and lies between 1 and 10 metres above sea level, on a flat and sandy plain.\nRiga was founded in 1201 and is a former Hanseatic League member. Riga's historical centre is a UNESCO World Heritage Site, noted for its Art Nouveau/Jugendstil architecture and 19th century wooden architecture. The city is the European Capital of Culture during 2014, along with Umeå in Sweden. The city hosted the 2006 NATO Summit, the Eurovision Song Contest 2003 and the 2006 IIHF Men's World Ice Hockey Championships. It is home to the European Union's office of European Regulators for Electronic Communications. Riga is served by Riga International Airport, the largest airport in the Baltic states.\nRiga is a member of Eurocities, the Union of the Baltic Cities and Union of Capitals of the European Union."},{"id":"/m/0fnz8","city":"asmara","description":"Asmara, known locally as Asmera, is the capital city and largest settlement in Eritrea. Home to a population of around 649,000 inhabitants, it sits at an elevation of 2,325 metres. The city is located at the tip of an escarpment that is both the northwestern edge of the Eritrean highlands and the Great Rift Valley in neighbouring Ethiopia.\nAsmara is situated in Eritrea's central Maekel Region. It is known for its well-preserved colonial Italian modernist architecture. The city is divided into thirteen districts or administrative areas: Acria, Abbashaul, Edaga Hamus, Arbaete Asmara, Mai Temenai, Paradiso, Sembel, Godaif, Maekel Ketema or Downtown, Tiravolo, Gejeret, Tsetserat and Gheza Banda."},{"id":"/m/0494n","city":"kabul","description":"Kabul, also spelled Cabool, Caubul, Kabol, or Cabul, is the capital and largest city of Afghanistan. It is also the capital of Kabul Province, located in the eastern section of Afghanistan. According to a 2012 estimate, the population of the city was around 3,289,000, which included Tajiks, Pashtuns, Hazaras and smaller numbers of Afghans belonging to other ethnic groups. It is the 64th largest and the 5th fastest growing city in the world.\nKabul is over 3,500 years old and many empires have controlled the city which is at a strategic location along the trade routes of South and Central Asia. It has been ruled by the Median Empire, Achaemenid Empire, Seleucid Empire, Maurya Empire, Kushan Empire, the Saffarids, Ghaznavids, and Ghurids. Later it was controlled by the Mughal Empire, Afsharid dynasty, Durrani Empire, British Empire and the Soviet Union.\nDuring the Soviet war in Afghanistan the city continued to be an economic center and relatively safe. Between 1992 and 1996, a civil war between militant groups devastated Kabul and caused the deaths of thousands of civilians, serious damage to infrastructure, and an exodus of refugees."},{"id":"/m/0bdg5","city":"bath","description":"Bath is a city in Somerset, South West England, 97 miles west of London and 13 miles south-east of Bristol. In 2011, its population was 88,859. It became part of Avon in 1974; since Avon's abolition in 1996, it has been the principal centre of Bath and North East Somerset.\nThe city became a spa with the Latin name Aquae Sulis c. AD 60 when the Romans built baths and a temple in the valley of the River Avon, although oral tradition suggests that the hot springs were known before then. It became popular as a spa town during the Georgian era, leaving a heritage of Georgian architecture crafted from Bath Stone.\nBath became a World Heritage Site in 1987. The city's theatres, museums and other cultural and sporting venues have helped to make it a major centre for tourism with more than one million staying visitors and 3.8 million day visitors to the city each year. The city has two universities and there are large service sector, information and communication technology and creative industries."},{"id":"/m/01lfy","city":"copenhagen","description":"Copenhagen is the capital and most populated city of Denmark, with an urban population of 1,246,611 and a metropolitan population of 1,969,941. It is situated on the eastern coast of Zealand, 42 km northwest of Malmö, Sweden and 164 km northeast of Odense. The city stretches across parts of the island of Amager and also contains the enclave of Frederiksberg, a municipality in its own right.\nOriginally a Viking fishing village founded in the 10th century, Copenhagen became the capital of Denmark in the early 15th century. During the 17th century, under the reign of Christian IV, it developed into an important regional centre, consolidating its position as capital of Denmark and Norway with its institutions, defences and armed forces. After suffering from the effects of plague and fire in the 18th century, the city underwent a period of redevelopment which included the prestigious district of Frederiksstaden and cultural institutions such as the Royal Theatre and the Royal Academy of Fine Arts."},{"id":"/m/04thp","city":"macau","description":"Macau, also spelled Macao, is one of the two Special Administrative Regions of the People's Republic of China, the other being Hong Kong. Macau lies on the western side of the Pearl River Delta across from Hong Kong to the east, which is about 64 kilometers, also bordered by Guangdong Province to the north and facing the South China Sea to the east and south. The territory's economy is heavily dependent on gambling and tourism, but also includes manufacturing. The Cantonese people from Hong Kong and Guangdong, especially recent mainland tourism from Mandarin-speaking regions, have boosted the economy of Macau significantly.\nA former Portuguese colony, Macau was administered by Portugal from the mid-16th century until late 1999, when it was the last remaining European colony in Asia. Portuguese traders first settled in Macau in the 1550s. In 1557, Macau was rented to Portugal by the Chinese empire as a trading port. The Portuguese administered the city under Chinese authority and sovereignty until 1887, when Macau became a colony of the Portuguese empire. Sovereignty over Macau was transferred back to China on 20 December 1999."},{"id":"/m/0ftjx","city":"sofia","description":"Bulgarias capital, the city of Sofia, is the biggest settlement in the country. Sofia is located in the western part of Bulgaria, in the vicinities of the picturesque Vitosha Mountain.  The location makes climate in Sofia slightly harsher than in the rest of the country. Summer heat is moderately intense but winters usually turn to be cold and snowy.  Sofia has rich history dating back in time. The settlement appeared in the 7th century BC. Thracians founded the town close to mineral springs. They named the town Serdika.  Once it became part of the Roman empire, many soldiers settled there and the city started changing its appearance. Following the Roman style it got a new fortress wall, the streets were paved, Serdika got a sewerage system, which provided residents with clean water from the nearby mountain.  In the end of the 3rd century BC, Serdika became a main city of a Roman province. It got even more municipal buildings and a villa zone.  Roman emperor Constantine used the city as a vacation place. A new district was built to accommodate the emperors residence. Once Christianity was accepted, Serdika got many churches and turned into a religious center.  The warriors of Bulgarian khan Kroum conquered Serdika in the 9th century AD. During the conquest, the city kept its fortress wall. Slavs settled there and changed the towns name to Sredets.  Until the end of the 14th century, the city grew inside its fortress wall. Its name changed once again in the end of the century. The new name was Sofia after one of the citys symbols, the church St. Sofia.  In 1382, after a siege, Ottomans conquered Sofia and destroyed the city walls. Many churches were destroyed or turned into mosques. Over the coming centuries, Sofia turned in a typical oriental city with its more than 150 mosques. Its strategic location turned Sofia into an attractive settlement for many ethnic groups. Jews, Armenians and Venetian merchants settled there and created their own districts.  After Bulgarias liberation, in April 1879, Sofia was named capital of the freed Bulgaria. Sofia lost its oriental appearance and turned into one modern European city. The city got new buildings among which the national assembly, national bank, tsars palace, the Sofia University and Alexander Nevski cathedral. Electricity and tram transportation also appeared.  Today the city is quite different. It houses nearly two million residents. In the coming three years, its population is expected to reach three million people. New residential complexes and buildings appear all the time. Sofia is growing constantly, in the process merging with the nearby villages.  Sofia has numerous historic, cultural, religious and architectural landmarks.  Alexander Nevski cathedral is one of Sofias symbols. It is located on a square by the same name in the center of the city. The cathedral was constructed in 1912, making use of the project of the Russian architect Pomerantsev. Its area is 3170 sq m and the bell tower is 50-m high. Alexander Nevskis crypt protects a major icon collection.  The unknown soldier monument and its eternal fire can be seen on the same square.  St. Sofia church gave the city its name. It is one more city landmark located on Alexander Nevski square. In the end of the 16th century, the church was turned into a mosque and restored after the liberation. Today, St. Sofia is restored and open for visitors. The church has its treasure, a lock of hair of the Bulgarian revolutionary Vassil Levski. The grave of Bulgarian writer Ivan Vazov is located behind the church.  The national foreign arts gallery is situated close to St. Sofia. Its rich collection includes works of art from various parts of the world.  Sofias art academy is situated nearby. It offers various majors among which, art, icon painting, restoration of works of art and fine arts.  Sofia Universitys journalism faculty building is near the art academy and Alexander Nevski cathedral. This was the first Sofia university..."},{"id":"/m/06fbpd","city":"hoi_an","description":"Hội An, also Faifoo, is a city of Vietnam, on the coast of the East Sea in the South Central Coast region of Vietnam. It is located in Quảng Nam Province and is home to approximately 120,000 inhabitants. It is recognized as a World Heritage Site by UNESCO. Hội An Ancient Town is an exceptionally well-preserved example of a South-East Asian trading port dating from the 15th to the 19th century. Its buildings and its street plan reflect the influences, both indigenous and foreign, that have combined to produce this unique heritage site.\nThe city possessed the largest harbour in Southeast Asia in the 1st century and was known as Lâm Ấp Phố. Between the seventh and 10th centuries, the Cham controlled the strategic spice trade and with this came tremendous wealth. The former harbour town of the Cham at the estuary of the Thu Bồn River was an important Vietnamese trading centre in the 16th and 17th centuries, where Chinese from various provinces as well as Japanese, Dutch and Indians settled. During this period of the China trade, the town was called Hai Pho in Vietnamese. Originally, Hai Pho was a divided town with the Japanese settlement across the \"Japanese Bridge\"."},{"id":"/m/0jdtt","city":"marseille","description":"Marseille, known in antiquity as Masalia, Massalia or Massilia is the second largest city in France, after Paris, with a population of 853,000 within its administrative limits on a land area of 240.62 km². It is the third largest urban area and metropolitan area after Paris and Lyon with a population of around 1.6 million.\nMarseille was historically the most important trade center in the region and functioned as the main trade port of the French Empire. Marseille is France's largest city on the Mediterranean coast and largest commercial port. Marseille is the capital of the Provence-Alpes-Côte d'Azur region, as well as the capital of the Bouches-du-Rhône department. Its inhabitants are called Marseillais in French and Marselhés in Occitan."},{"id":"/m/0fhzy","city":"zagreb","description":"Zagreb is the capital and the largest city of the Republic of Croatia. It is located in the northwest of the country, along the Sava river, at the southern slopes of the Medvednica mountain. Zagreb lies at an elevation of approximately 122 m above sea level. In the last official census of 2011 the population of the City of Zagreb was 792,875. The wider Zagreb metropolitan area includes the City of Zagreb and the separate Zagreb County bringing the total metropolitan area population up to 1,110,517. It is the only metropolitan area in Croatia with a population of over one million.\nZagreb is a city with a rich history dating from the Roman times to the present day. The oldest settlement in the urban area of the city is Andautonia, a Roman settlement in the place of today's Ščitarjevo. The name \"Zagreb\" is mentioned for the first time in 1094 at the founding of the Zagreb diocese of Kaptol, and Zagreb became a free royal town in 1242, whereas the origin of the name still remains a mystery in spite of several theories."},{"id":"/m/0xhj2","city":"manchester","description":"Manchester is the largest city in the U.S. state of New Hampshire, the tenth largest city in New England, and the largest city in northern New England, an area comprising the states of Maine, New Hampshire, and Vermont. It was first named by the merchant and inventor Samuel Blodget. Blodget's vision was to create a great industrial center similar to that of Manchester in England, which was the world's first industrialized city. It is in Hillsborough County along the banks of the Merrimack River, which divides the city into eastern and western sections. Manchester is near the northern end of the Northeast megalopolis. As of the 2010 census, the city had a population of 109,565, and its 2012 population estimate was 110,209. The Manchester-Nashua metropolitan area, with an estimated population in 2012 of 402,922, is home to nearly one-third of the population of New Hampshire.\nManchester often appears favorably in lists ranking the affordability and livability of American cities. In 2009, CNNMoney.com rated Manchester 13th in a list of the 100 best cities to live and launch a business in the United States."},{"id":"/m/069pbv","city":"antigua","description":"Antigua, also known as Waladli, is an island in the West Indies, in the Leeward Islands in the Caribbean region, the main island of the country of Antigua and Barbuda. Antigua means \"ancient\" in Spanish after an icon in Seville Cathedral, Santa Maria de la Antigua—St. Mary of the Old Cathedral. The name Waladli comes from the native Indian inhabitants and means approximately \"our own\". The island's circumference is roughly 87 km and its area 281 km². Its population was 80,161. The economy is mainly reliant on tourism, with the agricultural sector serving the domestic market.\nOver 31,000 people live in the capital city, St. John's, at 17°6′N 61°45′W﻿ / ﻿17.100°N 61.750°W. The capital is situated in the north-west and has a deep harbour which is able to accommodate large cruise ships. Other leading population settlements are All Saints and Liberta, according to the 2001 census.\nEnglish Harbour on the south-eastern coast is famed for its protected shelter during violent storms. It is the site of a restored British colonial naval station called \"Nelson's Dockyard\" after Captain Horatio Nelson."},{"id":"/m/06flg","city":"reykjavik","description":"Reykjavík is the capital and largest city of Iceland. Its latitude, at 64°08' N, makes it the world's northernmost capital of a sovereign state. It is located in southwestern Iceland, on the southern shore of the Faxaflói Bay. With a population of around 120,000, it is the heart of Iceland's cultural, economic and governmental activity.\nReykjavík is believed to be the location of the first permanent settlement in Iceland, which Ingólfur Arnarson is said to have established around AD 870. Until the 18th century, there was no urban development in the city location. The city was founded in 1786 as an official trading town and grew steadily over the next decades, as it transformed into a regional and later national centre of commerce, population, and governmental activities. It is among the cleanest, greenest, and safest cities in the world."},{"id":"/m/015v77","city":"yogyakarta","description":"The Special Region of Yogyakarta is a region of Indonesia on the island of Java. The city of Yogyakarta is the capital of the region.\nYogyakarta is historically and culturally part of the Central Java region, although it is now a separate administrative entity. It is the only region in Indonesia that is still governed by a pre-colonial monarchy, the Sultan of Yogyakarta, who serves as the hereditary governor of the region. Excluding the special capital territory of Jakarta, it is the smallest region of Indonesia.\nIn Javanese it is pronounced, and named after the city of Ayodhya in Javanese-Hindu mythology."},{"id":"/m/04hhb","city":"lubeck","description":"The Hanseatic City of Lübeck is the second-largest city in Schleswig-Holstein, in northern Germany, and one of the major ports of Germany. Situated on the river Trave, it was for several centuries the \"capital\" of the Hanseatic League. Because of its extensive Brick Gothic architecture, it is listed by UNESCO as a World Heritage Site. In 2005 it had a population of 213,983.\nThe old part of Lübeck is on an island enclosed by the Trave. The Elbe–Lübeck Canal connects the Trave with the Elbe River. Another important river near the town centre is the Wakenitz. The Autobahn 1 connects Lübeck with Hamburg and Denmark. The borough of Travemünde is a sea resort and ferry port on the coast of the Baltic Sea. Its central station links Lübeck to a number of railway lines, notably the line to Hamburg."},{"id":"/m/07qzv","city":"tel_aviv","description":"Tel Aviv; is the second most populous city in Israel, with a population of 414,600. It is located on the Mediterranean coast in central-west Israel, within Gush Dan, Israel's largest metropolitan area, containing 42% of Israel's population. It is also the largest and most populous city in Gush Dan, which is collectively home to 3,464,100 residents. The city is governed by the Tel Aviv-Yafo municipality, headed by Ron Huldai. Residents of Tel Aviv are referred to as Tel Avivim. As the United Nations and all other countries do not recognize Jerusalem as the capital of Israel, Tel Aviv is home to many foreign embassies.\nTel Aviv was founded by the Jewish community on the outskirts of the ancient port city of Jaffa in 1909. Jewish immigration meant that the growth of Tel Aviv soon outpaced Jaffa, which had a majority Arab population at the time. Tel Aviv and Jaffa were merged into a single municipality in 1950, two years after the establishment of the State of Israel. Tel Aviv's White City, designated a UNESCO World Heritage Site in 2003, comprises the world's largest concentration of Bauhaus buildings."},{"id":"/m/0g3cw","city":"hiroshima","description":"Hiroshima is the capital of Hiroshima Prefecture, and the largest city in the Chūgoku region of western Honshu, the largest island of Japan. It is best known as the first city in history to be targeted by a nuclear weapon when the United States Army Air Forces dropped an atomic bomb on it at 8:15 a.m. on August 6, 1945, near the end of World War II. The city's name, 広島, means \"Wide Island\" in Japanese.\nHiroshima gained city status on April 1, 1889. On April 1, 1980, Hiroshima became a designated city. Kazumi Matsui has been the city's mayor since April 2011."},{"id":"/m/02mtwt","city":"mendoza","description":"Mendoza is the capital city of Mendoza Province, in Argentina. It is located in the northern-central part of the province, in a region of foothills and high plains, on the eastern side of the Andes. As of the 2010 census [INDEC], Mendoza's population was 115 041. The metropolitan population was 1 055 679 in 2010, making Greater Mendoza the fourth largest census metropolitan area in the country.\nRuta Nacional 7, the major road running between Buenos Aires and Santiago, runs through Mendoza. The city is a frequent stopover for climbers on their way to Aconcagua and for adventure travelers interested in mountaineering, hiking, horseback riding, rafting, and other sports. In the winter, skiers come to the city for its easy access to the Andes.\nTwo of the main industries of Mendoza area are olive oil production and wine making. The region around Greater Mendoza is the largest wine producing area in Latin America. As such, Mendoza is one of nine cities worldwide in the network of Great Capitals of Wine, and the city is an emerging enotourism destination and base for exploring the region's hundreds of wineries located along the Argentina Wine Route."},{"id":"/m/05d49","city":"nairobi","description":"Nairobi is the capital and largest city of Kenya. The city and its surrounding area also form the Nairobi County. The name \"Nairobi\" comes from the Maasai phrase Enkare Nyrobi, which translates to \"cold water\". The phrase is also the Maasai name of the Nairobi river, which in turn lent its name to the city. However, it is popularly known as the \"Green City in the Sun\" and is surrounded by several expanding villa suburbs. Inhabitants of Nairobi are called Nairobians, and the city is governed by the County Government of Nairobi, whose current governor is Evans Kidero.\nFounded by the British in 1899 as a simple rail depot on the railway linking Mombasa to Uganda, the town quickly grew to become the capital of British East Africa in 1907, and eventually the capital of the newly independent Kenyan republic in 1963. During Kenya's colonial period, the city became a centre for the colony's coffee, tea and sisal industry. Nairobi city is also a county in itself. The city lies on the Nairobi River, in the south of the country and has an elevation of 1795 m above sea-level.\nNairobi is the most populous city in eastern Africa, with a current estimated population of about 3 million."},{"id":"/m/09bjv","city":"beirut","description":"Beirut is the capital and largest city of Lebanon. As there has been no recent population census, the exact population is unknown; estimates in 2007 ranged from slightly more than 1 million to slightly less than 2 million as part of Greater Beirut. Located on a peninsula at the midpoint of Lebanon's Mediterranean coast, it serves as the country's largest and main seaport. The first mention of this metropolis is found in the ancient Egyptian Tell el Amarna letters, dating from the 15th century BC. The city has been inhabited continuously since then. The Beirut River runs south to north on the eastern edge of the city.\nBeirut is Lebanon's seat of government and plays a central role in the Lebanese economy, with many banks and corporations based in its Central District, Hamra Street, Rue Verdun and Ashrafieh. Following the destructive Lebanese Civil War, Beirut's cultural landscape underwent major reconstruction. Identified and graded for accountancy, advertising, banking/finance and law, Beirut is ranked as a Beta World City by the Globalization and World Cities Research Network."},{"id":"/m/07_kq","city":"vilnius","description":"Vilnius is the capital of Lithuania, and its largest city, with a population of 539,939 as of 2014. Vilnius is located in the southeast part of Lithuania and is the second biggest city of the Baltic states.\nVilnius is the seat of the Vilnius city municipality and of the Vilnius district municipality. It is also the capital of Vilnius County. The first known written record of Vilnius as the Lithuanian capital is known from Gediminas' letters in 1323.\nVilnius is classified as a Gamma global city according to GaWC studies, and is known for its Old Town of beautiful architecture, declared a UNESCO World Heritage Site in 1994. Its Jewish influence until the 20th century has led to it being described as the \"Jerusalem of Lithuania\" and Napoleon named it \"the Jerusalem of the North\" as he was passing through in 1812. In the year 2009, Vilnius was the European Capital of Culture, together with the Austrian city of Linz."},{"id":"/m/09jp3","city":"montevideo","description":"Montevideo is the capital and largest city of Uruguay. According to the 2011 census, the city proper has a population of 1,319,108 in an area of 194.0 square kilometres. The southernmost capital city in the Americas, Montevideo is situated in the southern coast of the country, on the northeastern bank of the Río de la Plata. The city was established in 1724 by a Spanish soldier, as a strategic move amidst the Spanish-Portuguese dispute over the platine region; and it was also under brief British rule in 1807.\nIn the 20th century, Montevideo hosted all of the matches during the first FIFA World Cup. Montevideo is the seat of the administrative headquarters of Mercosur, South America’s leading trading bloc, as well as ALADI.\nMercer has ranked Montevideo the top Latin American city since 2006 onwards on its quality of life rankings. As of 2010, it had a GDP of $33 billion, with a per capita of $21,000; making Montevideo the 19th most economically powerful city in the continent and 9th highest income earner among major cities. For 2025 the projections are $61 billion and $33,000; respectively."},{"id":"/m/0fs54","city":"yangon","description":"Yangon is a former capital of Burma and the capital of Yangon Region. Although the military government has officially relocated the capital to Naypyidaw since March 2006, Yangon, with a population of over five million, continues to be the country's largest city and the most important commercial centre.\nAlthough Yangon's infrastructure is undeveloped compared to those of other major cities in Southeast Asia, it has the largest number of colonial buildings in the region today. While many high-rise residential and commercial buildings have been constructed or renovated throughout downtown and Greater Yangon in the past two decades, most satellite towns that ring the city continue to be deeply impoverished."},{"id":"/m/01py87","city":"arequipa","description":"Arequipa is the capital and largest city of the province of Arequipa and the seat of the Constitutional Court. Arequipa is the Second city of Perú by population with 861,145 inhabitants according to INEI projections. It is center of the third most populous metropolitan area in year 2014.\nArequipa is the second most industrialized and commercial city of Peru. Its industrial activity includes manufacturing and the exporting of high quality wool. The city has close trade ties with Chile, Bolivia and Brazil. In the Colonial period it became higher important for its economic role and it was noted for its faithfulness to the Spanish Crown.\nThe city was founded on the 15th of August, 1540, under the name of 'Villa Hermosa de Nuestra Señora de la Asunción\" in the name of the Marquis Don Francisco Pizarro. In the Royal Decree of September 22, 1541, King Charles V of Spain ordered that it be called the \"City of Arequipa.\"\nIn the Republican history of Peru the city acquired greater prominence in politics, being the focus of popular rebellions. Many Peruvian intellectual, political, and religious figures became prominent in this era."},{"id":"/m/096gm","city":"bucharest","description":"Bucharest is the capital municipality, cultural, industrial, and financial centre of Romania. It is the largest city in Romania, located in the southeast of the country, at 44°25′57″N 26°06′14″E﻿ / ﻿44.43250°N 26.10389°E, lies on the banks of the Dâmbovița River, less than 70 kilometres north of the Danube River.\nBucharest was first mentioned in documents in 1459. It became the capital of Romania in 1862 and is the centre of Romanian media, culture and art. Its architecture is a mix of historical, interbellum, Communist-era and modern. In the period between the two World Wars, the city's elegant architecture and the sophistication of its elite earned Bucharest the nickname of \"Little Paris\". Although buildings and districts in the historic city centre were heavily damaged or destroyed by war, earthquakes, and above all Nicolae Ceauşescu's program of systematization, many survived. In recent years, the city has been experiencing an economic and cultural boom.\nAccording to 2011 census, 1,883,425 inhabitants live within the city limits, a decrease from the figure recorded at the 2002 census."},{"id":"/m/0fnzs","city":"apia","description":"Apia is the capital and the largest city of Samoa. From 1900 to 1919 was the capital of the German Samoa. The city is located on the central north coast of Upolu, Samoa's second largest island. Apia is the only \"city\" in Samoa and falls within the political district of Tuamasaga.\nThe Apia Urban Area has a population of 37,708 and is generally referred to as the City of Apia. The geographic boundaries of Apia Urban Area is mainly from Letogo village to the new industrialized region of Apia known as Vaitele."},{"id":"/m/0fhzf","city":"belgrade","description":"Belgrade (Serbian: Београд, Beograd ( listen (help·info)) is the capital and largest city of Serbia. The city lies at the confluence of the Sava and Danube rivers, where the Pannonian Plain meets the Balkans. With a population of 1,630,000 (official estimate 2007), Belgrade is the third largest city in Southeastern Europe, after Istanbul and Athens. Its name in Serbian translates to White city. Belgrade's wider city area was the birthplace of the largest prehistoric culture of Europe, the Vinča culture, as early as the 6th millennium BC. In antiquity, the area of Belgrade was inhabited by the Thraco-Dacian tribe of Singi who would give the name to the city after a fortress was founded in the 3rd century BC by the Celts, who named it Singidun (dun, fortress) It was awarded city rights by the Romans before it was permanently settled by Serbs from the 7th century onwards. As a strategic location, the city was battled over in 115 wars and razed to the ground 44 times since the ancient.\n\nBy some other written sources, Singidunum was founded by general Flavio of the Roman eastern regiment during Thracian campaign in year 92 A.D. Singidunum served as supply base for Roman troops."},{"id":"/m/02sn34","city":"kiev","description":"Kiev or Kyiv is the capital and the largest city of Ukraine, located in the north central part of the country on the Dnieper River. The population in July 2013 was 2,847,200, making Kiev the 8th largest city in Europe.\nKiev is an important industrial, scientific, educational, and cultural centre of Eastern Europe. It is home to many high-tech industries, higher education institutions and world-famous historical landmarks. The city has an extensive infrastructure and highly developed system of public transport, including the Kiev Metro.\nThe city's name is said to derive from the name of Kyi, one of its four legendary founders. During its history, Kiev, one of the oldest cities in Eastern Europe, passed through several stages of great prominence and relative obscurity. The city probably existed as a commercial centre as early as the 5th century. A Slavic settlement on the great trade route between Scandinavia and Constantinople, Kiev was a tributary of the Khazars, until seized by the Varangians in the mid-9th century. Under Varangian rule, the city became a capital of the Kievan Rus', the first East Slavic state."},{"id":"/m/0lxlg","city":"bukhara","description":"Bukhara is the capital of the Bukhara Province of Uzbekistan. Bukhara is a city-museum, with about 140 monuments of architecture. The nation's fifth-largest city, it has a population of 263,400.The population of Buxoro on April 24, 2014 is approximately 272,710. The region around Bukhara has been inhabited for at least five millennia, and the city has existed for half that time. Located on the Silk Road, the city has long been a center of trade, scholarship, culture, and religion. The historic center of Bukhara, which contains numerous mosques and madrassas, has been listed by UNESCO as a World Heritage Site."},{"id":"/m/05zppz","city":"male","description":"A male organism is the physiological sex which produces sperm. Each spermatozoon can fuse with a larger female gamete, or ovum, in the process of fertilization. A male cannot reproduce sexually without access to at least one ovum from a female, but some organisms can reproduce both sexually and asexually. Most male mammals, including male humans, have a Y chromosome, which codes for the production of larger amounts of testosterone to develop male reproductive organs.\nNot all species share a common sex-determination system. In most animals, including humans, sex is determined genetically, but in some species it can be determined due to social, environmental or other factors. For example,Cymothoa exigua changes sex depending on the number of females present in the vicinity."},{"id":"/m/0fcyj","city":"caracas","description":"Caracas, officially Santiago de León de Caracas, is the capital and largest city of Venezuela. Caracas is located in the northern part of the country, following the contours of the narrow Caracas Valley on the Venezuelan coastal mountain range. Terrain suitable for building lies between 760 and 910 m above sea level. The valley is close to the Caribbean Sea, separated from the coast by a steep 2,200 m high mountain range, Cerro El Ávila; to the south there are more hills and mountains.\nThe Metropolitan District of Caracas is made up of five municipalities: Libertador Municipality which is the only administrative division of the Venezuelan Capital District, and four other municipalities, which are within in Miranda State: Chacao, Baruta, Sucre, and El Hatillo. Libertador holds many of the government buildings and is the Capital District. The Distrito Capital had a population of 1,943,901 as of 2011, while that of Metropolitan District of Caracas was estimated at 3,055,000 as of.\nBusinesses that are located here include service companies, banks, and malls, among others. It has a largely service-based economy, apart from some industrial activity in its metropolitan area."},{"id":"/m/07m_f","city":"tirana","description":"Tirana is the capital and largest city of Albania.\nModern Tirana was founded as an Ottoman town in 1614 by Sulejman Bargjini, a local ruler from Mullet. Tirana became Albania’s capital city in 1920 and has a population of 321,546. Including suburbs, Tirana has 421,286 inhabitants.\nThe city is host to many public institutions and public and private universities, and is the centre of the political, economic, and cultural life of the country."},{"id":"/m/0bsl6","city":"suva","description":"Suva is the capital and the second most populated municipality of Fiji, after Nasinu. It is on the southeast coast of the island of Viti Levu, in the Rewa Province, Central Division. In 1877, it was decided to make Suva the capital of Fiji when the geography of former main European settlement at Levuka on the island of Ovalau proved too restrictive. The administration of the colony was moved from Levuka to Suva in 1882.\nSuva is Fiji's political and administrative capital. It is the largest and the most cosmopolitan city in the South Pacific and has become an important regional centre; students from the Pacific region and a growing expatriate community make up a significant portion of the city's population. Under authority of local government act Suva is governed and administratively looked after by Suva City Council.\nAt the 2007 census, the city of Suva had a population of 85,691. Including independent suburbs, the population of the Greater Suva urban area was 172,399 at the 2007 census. Suva, along with the bordering cities of Lami, Nasinu, and Nausori have a total urban population of around 330,000, over a third of the nation's population."},{"id":"/m/0bm4j","city":"tbilisi","description":"Tbilisi, formerly known as Tiflis, is the capital and the largest city of Georgia, lying on the banks of the Mtkvari River with a population of roughly 1.5 million inhabitants. Founded in the 5th century by the monarch of Georgia's ancient precursor Kingdom of Iberia, Tbilisi has since served, with intermissions, as the Georgian capital. Formerly, the city had also served as the seat of the Imperial administration of the Caucasus during the Russian rule from 1801 to 1917, the capital of the short-lived Transcaucasian Democratic Federative Republic in 1918, of the Democratic Republic of Georgia from 1918 to 1921, of the Georgian Soviet Socialist Republic from 1921 to 1991, and the Transcaucasian Socialist Federative Soviet Republic from 1922 to 1936.\nLocated on the southeastern edge of Europe, Tbilisi's proximity to lucrative east-west trade routes often made the city a point of contention between various rival empires throughout history and the city's location to this day ensures its position as an important transit route for global energy and trade projects. Tbilisi's varied history is reflected in its architecture, which is a mix of medieval, classical, and Soviet structures."},{"id":"/m/02p80d","city":"agadez","description":"Agadez, formerly spelled Agades, is the largest city in northern Niger, with a population of 88,569. It lies in the Sahara and is the capital of Aïr, one of the traditional Tuareg–Berber federations. The city is also the capital of the Agadez Region. As of 2011, the urban commune had a total population of 124,324 people."},{"id":"/m/01zdns","city":"ushuaia","description":"Ushuaia is the capital of Tierra del Fuego, Antártida e Islas del Atlántico Sur Province, Argentina. It is commonly regarded as the southernmost city in the world. Ushuaia is located in a wide bay on the southern coast of Isla Grande de Tierra del Fuego, bounded on the north by the Martial mountain range and on the south by the Beagle Channel. It is the only municipality in the Department of Ushuaia, which has an area of 9,390 km²."},{"id":"/m/0fngy","city":"kampala","description":"Kampala is the capital and largest city in Uganda. The city is divided into five boroughs that oversee local planning: Kampala Central Division, Kawempe Division, Makindye Division, Nakawa Division and Lubaga Division. The city is coterminous with Kampala District."},{"id":"/m/01dzyc","city":"bogota","description":"Bogotá, formally Bogotá, Capital District, from 1991 to 2000 called Santafé de Bogotá, is the capital and largest city of Colombia. It is also designated by the national constitution as the capital of the department of Cundinamarca, though the city of Bogotá now comprises an independent capital district, and no longer belongs administratively to Cundinamarca. Bogotá is the most populous city in the country, with 6,778,691 inhabitants as of 2005. According to estimations the population would have risen to 7,363,782 by 2010. Bogotá and its metropolitan area, which includes municipalities such as Chía, Cota, Soacha, Cajicá and La Calera, had a population of around 8 million in 2010.\nIn terms of land area, Bogotá is the largest city in Colombia, and one of the biggest in Latin America. It figures among the 30 largest cities of the world and is the third-highest capital city in South America at 2,625 metres above sea level, after Quito and La Paz. With its many universities and libraries, Bogotá has in the past been called \"The Athens of South America\". Bogotá owns the largest moorland of the world, which is located in the Sumapaz Locality."},{"id":"/m/0fn5r","city":"bridgetown","description":"Bridgetown, metropolitan pop 110,000, is the capital and largest city of the nation of Barbados. Formerly, the Town of Saint Michael, the Greater Bridgetown area is located within the parish of Saint Michael. Bridgetown is sometimes locally referred to as \"The City\", but the most common reference is simply \"Town\".\nThe Bridgetown port, found along Carlisle Bay lies on the southwestern coast of the island. Parts of the Greater Bridgetown area, sit close to the borders of the neighbouring parishes Christ Church and St. James. The Grantley Adams International Airport for Barbados, is located 16 kilometres southeast of Bridgetown city centre, and has daily flights to major cities in the United Kingdom, United States, Canada and the Caribbean. While there is no longer local municipal government, it is governed as a political constituency within the national Parliament. During the short lived 1950s-1960s Federation of the British West Indian Territories, Bridgetown was one of three capital cities within the region being considered to be the Federal capital of region."},{"id":"/m/0hqkg","city":"ulaanbaatar","description":"Ulan Bator or Ulaanbaatar is the capital and the largest city of Mongolia. An independent municipality, the city is not part of any province, and its population as of 2008 is over one million.\nLocated in north central Mongolia, the city lies at an elevation of about 1,310 metres in a valley on the Tuul River. It is the cultural, industrial, and financial heart of the country. It is the centre of Mongolia's road network, and is connected by rail to both the Trans-Siberian Railway in Russia and the Chinese railway system.\nThe city was founded in 1639 as a movable Buddhist monastic centre. In 1778, it settled permanently at its present location, the junction of the Tuul and Selbe rivers. Before that, it changed location twenty-eight times, with each location being chosen ceremonially. In the twentieth century, Ulan Bator grew into a major manufacturing centre."},{"id":"/m/0fnxw","city":"abuja","description":"Abuja is the capital city of Nigeria. It is located in the centre of Nigeria, within the Federal Capital Territory. Abuja is a planned city, and was built mainly in the 1980s. It officially became Nigeria's capital on 12 December 1991, replacing Lagos, though the latter remains the country's most populous city. At the 2006 census, the city of Abuja had a population of 776,298, making it one of the ten most populous cities in Nigeria. Abuja has witnessed a huge influx of people into the city; the growth has led to the emergence of satellite towns such as Karu Urban Area, Suleja, Gwagwalada, Lugbe, Kuje and smaller settlements to which the planned city is sprawling. The unofficial metropolitan area of Abuja has a population of well over three million and comprises the fourth largest urban area in Nigeria, surpassed only by Lagos, Kano and Ibadan.\nAbuja's geography is defined by Aso Rock, a 400-metre monolith left by water erosion. The Presidential Complex, National Assembly, Supreme Court and much of the town extend to the south of the rock. Zuma Rock, a 792-metre monolith lies just north of the city on the road to Kaduna."},{"id":"/m/0fyc5","city":"sanaa","description":"Sana'a is the capital of Yemen and the centre of Sana'a Governorate. The city is not part of the Governorate, but forms the separate administrative district of \"Amanat Al-Asemah\".\nSana'a is one of the oldest continuously inhabited cities in the world. At an altitude of 2,300 metres, it is also one of the highest capital cities in the world. Sana'a has a population of approximately 1,937,500, making it Yemen's largest city.\nThe old city of Sana'a, a UNESCO World Heritage Site, has a distinctive visual character due its unique architectural characteristics, most notably expressed in its multi-storey buildings decorated with geometric patterns. Located here is the Great Mosque of Sana'a, the largest in the city."},{"id":"/m/05t3sz","city":"livingstone","description":"Livingstone was, until 2012, the capital of the Southern Province of Zambia. Lying 10 km to the north of the Zambezi River, it is a tourism centre for the Victoria Falls and a border town with road and rail connections to Zimbabwe on the other side of the Victoria Falls. A historic British colonial city, its present population was estimated at 136,897 inhabitants at the 2010 census. It is named after David Livingstone, the British explorer who was the first European to explore the area."},{"id":"/m/013g3","city":"alexandria","description":"Alexandria is the second largest city and the second largest metropolitan area in Egypt after Greater Cairo by size and population, extending about 32 km along the coast of the Mediterranean Sea in the north central part of the country. It is also the largest city lying directly on the Mediterranean coast. Alexandria is Egypt's largest seaport, serving approximately 80% of Egypt's imports and exports. It is an important industrial center because of its natural gas and oil pipelines from Suez. Alexandria is also an important tourist resort.\nAlexandria was founded around a small Ancient Egyptian town c. 331 BC by Alexander the Great. It became an important centre of the Hellenistic civilization and remained the capital of Hellenistic and Roman & Byzantine Egypt for almost one thousand years until the Muslim conquest of Egypt in AD 641, when a new capital was founded at Fustat. Hellenistic Alexandria was best known for the Lighthouse of Alexandria, one of the Seven Wonders of the Ancient World; its Great Library; and the Necropolis, one of the Seven Wonders of the Middle Ages."},{"id":"/m/01l63","city":"belfast","description":"Belfast is the administrative capital and largest city of Northern Ireland. Most of Belfast is in County Antrim, but parts of East and South Belfast are in County Down. It is on the flood plain of the River Lagan.\nBy population, Belfast is one of the largest cities in the United Kingdom and the second largest on the island of Ireland. It is the seat of the devolved government and legislative Northern Ireland Assembly. At the time of the 2011 census, the city of Belfast had a population of 286,000 and lies at the heart of the Belfast Urban area, which has a population of 483,418 and the Belfast Metropolitan Area, which had a population of 579,276 at the 2001 census. The Larger Urban Zone, as defined by the European Union, has a total population 641,638. Belfast was granted city status in 1888.\nHistorically, Belfast has been a centre for the Irish linen industry, tobacco production, rope-making and shipbuilding: the city's main shipbuilders, Harland and Wolff, which built the well-known RMS Titanic, propelled Belfast on to the global stage in the early 20th century as the biggest and most productive shipyard in the world."},{"id":"/m/0lhn5","city":"savannah","description":"Savannah is the oldest city in the U.S. state of Georgia and the county seat of Chatham County. Established in 1733, the city of Savannah became the British colonial capital of the Province of Georgia and later the first state capital of Georgia. A strategic port city in the American Revolution and during the American Civil War, Savannah is today an industrial center and an important Atlantic seaport. It is Georgia's fifth-largest city and third-largest metropolitan area.\nEach year Savannah attracts millions of visitors, who enjoy the city's architecture and historic buildings: the birthplace of Juliette Gordon Low, the Georgia Historical Society, the Telfair Academy of Arts and Sciences, the First African Baptist Church, Temple Mickve Israel, and the Central of Georgia Railway roundhouse complex.\nSavannah's downtown area, which includes the Savannah Historic District, the Savannah Victorian Historic District and 22 parklike squares, is one of the largest National Historic Landmark Districts in the United States. Downtown Savannah largely retains the original town plan prescribed by founder James Oglethorpe."},{"id":"/m/0d_1m","city":"nuuk","description":"Nuuk is the capital and largest city of Greenland. It is the seat of government and the country's largest cultural and economic center. The major cities closest to the capital are Iqaluit and St. John's in Canada and Reykjavík in Iceland.\nNuuk is the seat of government for the Sermersooq municipality. In January 2013, it had a population of 16,454, making it one of the smallest capital cities in the world by population.\nNuuk is the Kalaallisut word for \"cape\". It is so named because of its position at the end of the Nuup Kangerlua fjord on the eastern shore of the Labrador Sea.\nIts latitude, at 64°10' N, makes it the world's northernmost capital."},{"id":"/m/01pk8b","city":"jeddah","description":"Jeddah is a city in the Hijaz Tihamah region on the coast of the Red Sea and is the major urban center of western Saudi Arabia. It is the largest city in Makkah Province, the largest sea port on the Red Sea, and the second-largest city in Saudi Arabia after the capital city, Riyadh. With a population currently at 5.1 million, Jeddah is an important commercial hub in Saudi Arabia. It was devastated by floods in early 2011.\nJeddah is the principal gateway to Mecca, Islam's holiest city, which able-bodied Muslims are required to visit at least once in their lifetime. It is also a gateway to Medina, the second holiest place in Islam.\nEconomically, Jeddah is focusing on further developing capital investment in scientific and engineering leadership within Saudi Arabia, and the Middle East. Jeddah was independently ranked fourth in the Africa – Mid-East region in terms of innovation in 2009 in the Innovation Cities Index.\nJeddah is one of Saudi Arabia's primary resort cities and was named a Gamma world city by the Globalization and World Cities Study Group and Network.\nHistorically, Jeddah has been well known for its legendary money changers."},{"id":"/m/0g284","city":"johannesburg","description":"Johannesburg also known as Jozi, Joburg, Joni, eGoli or Joeys, abbreviated as JHB, is the largest city in South Africa, by population. Johannesburg is the provincial capital of Gauteng, the wealthiest province in South Africa, having the largest economy of any metropolitan region in Sub-Saharan Africa. The city is one of the 50 largest urban agglomerations in the world, and is also the world's largest city not situated on a river, lake, or coastline.\nWhile Johannesburg is not one of South Africa's three capital cities, it is the seat of the Constitutional Court, which has the final word on interpretation of South Africa's constitution, and is the provincial capital of Gauteng. The city is the source of a large-scale gold and diamond trade, due to its location on the mineral-rich Witwatersrand range of hills.\nAccording to the 2007 Community Survey, the population of the city of Johannesburg was 4,434,827 and the population of the Greater Johannesburg Metropolitan Area was 7,151,447. A broader definition of the Johannesburg metropolitan area, including Ekurhuleni, the West Rand, Soweto and Lenasia, has a population of 10,267,700."},{"id":"/m/027y40","city":"kairouan","description":"Kairouan, also known as Kirwan or al-Qayrawan, is the capital of the Kairouan Governorate in Tunisia. Referred to as the Islamic Cultural Capital, it is a UNESCO World Heritage site. The city was founded by the Arabs around 670. In the period of Caliph Mu'awiya, it became an important centre for Islamic and Quranic learning, and thus attracting a large number of Muslims from various parts of the world, next only to Mecca and Medina. The holy Mosque of Uqba is situated in the city.\nIn 2003, the city had about 150,000 inhabitants."},{"id":"/m/0vzm","city":"austin","description":"Austin is the capital of Texas and the seat of Travis County. Located in Central Texas and the American Southwest, it is the 11th-most populous city in the United States of America and the fourth-most populous city in the state of Texas. It was the third-fastest-growing large city in the nation from 2000 to 2006. Austin is also the second largest state capital in the United States. Austin has a population of 865,504. The city is the cultural and economic center of the Austin–Round Rock metropolitan area, which had an estimated population of 1,926,998 in April 2014.\nIn the 1830s, pioneers began to settle the area in central Austin along the Colorado River. After Republic of Texas Vice President Mirabeau B. Lamar visited the area during a buffalo-hunting expedition between 1837 and 1838, he proposed that the republic's capital then located in Houston, Texas, be relocated to the area situated on the north bank of the Colorado River near the present-day Congress Avenue Bridge. In 1839, the site was officially chosen as the republic's new capital and was incorporated under the name Waterloo. Shortly thereafter, the name was changed to Austin in honor of Stephen F."},{"id":"/m/0ftfw","city":"san_salvador","description":"San Salvador is the capital city of El Salvador, and the capital of the San Salvador department. It is the country's most populated municipality as well as its most important political, cultural, educational and financial center. The San Salvador Metro Area is the core nucleus of El Salvador and is one of the largest urban centers in the Central America isthmus. Due to destruction caused by earthquakes, original Spanish colonial period structures are almost non-existent in the city; instead Gothic- and Modernist-style cathedrals have taken their place. Architecturally, San Salvador's noteworthy structures have distinct Modern, Googie and Populuxe influences, similarly to those of Los Angeles, a city San Salvador is influenced by. As a gamma global city, San Salvador is also an important financial center hub within Central America. The city is home to the Concejo de Ministros de El Salvador, La Asamblea Legislativa, the Corte Suprema de Justicia, and other governmental institutions, as well as the official residence of the president of the Republic. San Salvador is located in the Salvadoran highlands, surrounded by volcanoes and prone to earthquakes."},{"id":"/m/01s3v","city":"cardiff","description":"Cardiff is the capital and largest city in Wales and the ninth largest city in the United Kingdom. The city is the country's chief commercial centre, the base for most national cultural and sporting institutions, the Welsh national media, and the seat of the National Assembly for Wales. The unitary authority area's mid-2011 population was estimated to be 346,100, while the population of the Larger Urban Zone was estimated at 861,400 in 2009. Cardiff is a significant tourist centre and the most popular visitor destination in Wales with 18.3 million visitors in 2010. In 2011, Cardiff was ranked sixth in the world in National Geographic's alternative tourist destinations.\nThe city of Cardiff is the county town of the historic county of Glamorgan. Cardiff is part of the Eurocities network of the largest European cities. The Cardiff Urban Area covers a slightly larger area outside the county boundary, and includes the towns of Dinas Powys and Penarth. A small town until the early 19th century, its prominence as a major port for the transport of coal following the arrival of industry in the region contributed to its rise as a major city."},{"id":"/m/0dlxj","city":"minsk","description":"Minsk is the capital and largest city of Belarus, situated on the Svislach and Nyamiha rivers. It is the administrative centre of the Commonwealth of Independent States. As the national capital, Minsk has a special administrative status in Belarus and is the administrative centre of Minsk Region and Minsk raion. In 2013, it had a population of 2,002,600.\nThe earliest historical references to Minsk date to the 11th century, when it was noted as a provincial city within the principality of Polotsk. The settlement developed on the rivers. In 1242, Minsk became a part of the Grand Duchy of Lithuania. It received town privileges in 1499.\nFrom 1569, it was a capital of the Minsk Voivodship in the Polish–Lithuanian Commonwealth. It was part of a region annexed by the Russian Empire in 1793, as a consequence of the Second Partition of Poland. From 1919–1991, after the Russian Revolution, Minsk was the capital of the Belorussian Soviet Socialist Republic within the Soviet Union."},{"id":"/m/0ftms","city":"thimphu","description":"Thimphu, also in the past spelled as Thimpu, is the capital and largest city of Bhutan. It is situated in the western central part of Bhutan and the surrounding valley is one of Bhutan's dzongkhags, the Thimphu District. The city became the capital of Bhutan in 1961. As of 2005 it had a population of 79,185, with 98,676 people living in the entire Thimphu district.\nThe city is spread out longitudinally in a north-south direction on the west bank of the valley formed by the Wang Chuu, also known as the Thimphu Chuu River. Thimphu is located at 27°28′00″N 89°38′30″E﻿ / ﻿27.46667°N 89.64167°E and is spread over an altitudinal range between 2,248 metres and 2,648 metres. Unusually for a capital city, Thimphu is not served by an airport, but relies on the airport at Paro, connected by road some 54 kilometres away.\nThimphu, as the political and economic center of Bhutan, has a dominant agricultural and livestock base, which contributes to 45% of the country's GNP. Tourism, though a contributor to the economy, is strictly regulated, maintaining a balance between the traditional, development and modernization."},{"id":"/m/04d_m","city":"khartoum","description":"Khartoum is the capital and second largest city of the Republic of Sudan and of Khartoum State. It is located at the confluence of the White Nile, flowing north from Lake Victoria, and the Blue Nile, flowing west from Ethiopia. The location where the two Niles meet is known as the \"al-Mogran\", meaning the Confluence. The main Nile continues to flow north towards Egypt and the Mediterranean Sea.\nDivided by the Niles, Khartoum is a tripartite metropolis with an estimated overall population of over five million people, consisting of Khartoum proper, and linked by bridges to Khartoum North called and Omdurman to the west."},{"id":"/m/0g_wn2","city":"anchorage","description":"Anchorage is a unified home rule municipality in the southcentral part of the U.S. state of Alaska. It is the northernmost city in the United States with more than 100,000 residents and the largest community in North America north of the 60th parallel. With an estimated 298,610 residents in 2012, it is Alaska's most populous city and contains more than 40 percent of the state's total population; among the 50 states, only New York has a higher percentage of residents who live in its most populous city. Altogether, the Anchorage metropolitan area, which combines Anchorage with the neighboring Matanuska-Susitna Borough, had a population of 380,821 in 2012.\nAnchorage has been named an All-America City four times, in 1956, 1965, 1984–85, and 2002, by the National Civic League. It has also been named by Kiplinger as the most tax-friendly city in the United States."},{"id":"/m/058wp","city":"mecca","description":"Mecca, also transliterated as Makkah, is a city in the Hejaz and the capital of Makkah Province in Saudi Arabia. The city is located 70 km inland from Jeddah in a narrow valley at a height of 277 m above sea level. Its resident population in 2012 was roughly 2 million, although visitors more than triple this number every year during Hajj period held in the twelfth Muslim lunar month of Dhu al-Hijjah.\nAs the birthplace of Muhammad and a site of Muhammad's first revelation of the Quran, Mecca is regarded as the holiest city in the religion of Islam and a pilgrimage to it known as the Hajj is obligatory for all able Muslims. Mecca is home to the Kaaba, by majority description Islam's holiest site, as well as being the direction of Muslim prayer. Mecca was long ruled by Muhammad's descendants, the sharifs, acting either as independent rulers or as vassals to larger polities. It was absorbed into Saudi Arabia in 1925. In its modern period, Mecca has seen tremendous expansion in size and infrastructure, home to structures such as the Abraj Al Bait, also known as the Makkah Royal Clock Tower Hotel, the world's third tallest building and the building with the largest amount of floor area."},{"id":"/m/0_38","city":"aswan","description":"Aswan, formerly spelled Assuan, is a city in the south of Egypt, the capital of the Aswan Governorate.\nAswan is a busy market and tourist centre located just north of the Aswan Dams on the east bank of the Nile at the first cataract. The modern city has expanded and includes the formerly separate community on the island of Elephantine."},{"id":"/m/0889d","city":"yerevan","description":"Yerevan is the capital and largest city of Armenia and one of the world's oldest continuously inhabited cities. Situated along the Hrazdan River, Yerevan is the administrative, cultural, and industrial center of the country. It has been the capital since 1918, the thirteenth in the history of Armenia.\nThe history of Yerevan dates back to the 8th century BC, with the founding of the fortress of Erebuni in 782 BC by king Argishti I at the western extreme of the Ararat plain. Erebuni was \"designed as a great administrative and religious centre, a fully royal capital.\" After World War I, Yerevan became the capital of the First Republic of Armenia as thousands of survivors of the Armenian Genocide settled in the area. The city expanded rapidly during the 20th century as Armenia became part of the Soviet Union. In a few decades, Yerevan was transformed from a provincial town within the Russian Empire, to Armenia's principal cultural, artistic, and industrial center, as well as becoming the seat of national government."},{"id":"/m/04g61","city":"luxembourg","description":"Luxembourg, officially the Grand Duchy of Luxembourg, is a landlocked country in Western Europe. It is bordered by Belgium to the west and north, Germany to the east, and France to the south. It comprises two principal regions: the Oesling in the north as part of the Ardennes massif, and the Gutland in the south. Luxembourg has a population of 524,853 and an area of 2,586 square kilometres, making it one of the smallest sovereign nations in Europe.\nAs a representative democracy with a constitutional monarch, it is headed by a grand duke and is the world's only remaining grand duchy. Luxembourg is a developed country, with an advanced economy and the world's second highest GDP per capita, according to the World Bank. Its central location has historically made it of great strategic importance to numerous powers, dating back to its founding as a Roman fortress, its hosting of a vital Frankish castle during the Early Middle Ages, and its role as a bastion for the Spanish Road between 16th and 17th centuries."},{"id":"/m/04sn5p","city":"georgetown","description":"Kitchener is one of the seven train lines of the GO Transit system in the Greater Toronto Area, Ontario, Canada. It extends from Union Station in Toronto to Kitchener. GO Bus service to Guelph to and from Georgetown and Bramalea is provided Monday to Friday with evening and weekend service directly to Union Station via Brampton.\nThe Georgetown line was, after the then-combined Lakeshore West line and Lakeshore East line, the second line established by GO Transit, opened on April 29, 1974 with service from Brampton and Union Station. From October 29, 1990 to July 2, 1993, train service on the line extended beyond Georgetown to Guelph. On December 19, 2011, the Georgetown Line was renamed the Kitchener Line with the opening of an extension to Kitchener, including a restoration of Guelph service."},{"id":"/m/0fqby","city":"maputo","description":"Maputo, known as Lourenço Marques before independence, is the capital and largest city of Mozambique. It is known as the City of Acacias, in reference to acacia trees commonly found along its avenues, and the Pearl of the Indian Ocean. Today, it is a port city on the Indian Ocean, with its economy centered around the harbour. According to the 2007 census, the population is 1,766,184. Cotton, sugar, chromite, sisal, copra, and hardwood are the chief exports. The city manufactures cement, pottery, furniture, shoes, and rubber. The city is surrounded by Maputo Province, but is administered as its own province."},{"id":"/m/01gf5","city":"baku","description":"Baku is the capital and largest city of Azerbaijan, as well as the largest city on the Caspian Sea and of the Caucasus region. Baku is located 28 metres below sea level, which makes it the lowest lying national capital in the world. Baku is also the largest city in the world located below sea level. It is located on the southern shore of the Absheron Peninsula, which projects into the Caspian Sea. The city consists of two principal parts: the downtown area and the old Inner City. At the beginning of 2009, Baku's urban population was estimated at just over two million people. Officially, about 25 percent of all inhabitants of the country live in Baku's metropolitan area.\nBaku is divided into eleven administrative districts and 48 townships. Among these are the townships on islands in the Baku Bay and the town of Oil Rocks built on stilts in the Caspian Sea, 60 km away from Baku. The Inner City of Baku along with the Shirvanshah's Palace and Maiden Tower were inscribed as a UNESCO World Heritage Site in 2000. According to the Lonely Planet's ranking, Baku is also among the world's top ten destinations for urban nightlife."},{"id":"/m/0177xm","city":"belize_city","description":"Belize City is the largest city in the Central American country of Belize and was once the capital of the former British Honduras. The population of Belize City is 67,964, with neighboring suburbs adding up to about 80,000. It is located at the mouth of the Belize River on the coast of the Caribbean. The city is the country's principal port and its financial and industrial hub. Several cruise ships drop anchor outside the port and are tended by local citizens. The city was almost entirely destroyed in 1961 when Hurricane Hattie swept ashore on 31 October. It was the capital of British Honduras until the government was moved to the new capital of Belmopan in 1970."},{"id":"/m/023j7z","city":"essaouira","description":"Essaouira is a city in the western Moroccan economic region of Marrakech-Tensift-Al Haouz, on the Atlantic coast.\nThe city was known in the time of 11th-century Geographer al-Bakri and, as he reported, was called Sidi Megdoul. In the 16th-century, a corruption of this name became known to the Portuguese as Mogador or Mogadore. The Berber and Arabis names mean the wall, a reference to the fortress walls that originally enclosed the city."},{"id":"/m/0fthl","city":"santo_domingo","description":"Santo Domingo known officially as Santo Domingo de Guzmán, is the capital and largest city in the Dominican Republic and is the largest city in the Caribbean region by population. As of 2010, Santo Domingo had a population of 965,040, with the metropolitan area reaching a total of 2,907,100. The city lies within the boundaries of the Distrito Nacional, itself bordered on three sides by Santo Domingo Province.\nFounded by Bartholomew Columbus in 1496, on the east bank of the Ozama River and then moved by Nicolás de Ovando in 1502 to the west bank of the river, the city is the oldest continuously inhabited European settlement in the Americas, and was the first seat of Spanish colonial rule in the New World. Santo Domingo is the site of the first university, cathedral, castle, monastery, and fortress in the New World. The city's Colonial Zone was declared as a World Heritage Site by UNESCO. Santo Domingo was called Ciudad Trujillo, from 1936 to 1961, after the Dominican Republic's dictator, Rafael Trujillo, named the capital after himself. Following his assassination, the city resumed its original designation."},{"id":"/m/0dttf","city":"addis_ababa","description":"Addis Ababa, sometimes spelled Addis Abeba, is the capital city of Ethiopia. It is the largest city in Ethiopia, with a population of 3,384,569 according to the 2007 population census with annual growth rate of 3.8%. This number has been increased from the originally published 2,738,248 figure and appears to be still largely underestimated.\nAs a chartered city, Addis Ababa has the status of both a city and a state. It is where the African Union and its predecessor the OAU are based. It also hosts the headquarters of the United Nations Economic Commission for Africa and numerous other continental and international organizations. Addis Ababa is therefore often referred to as \"the political capital of Africa\" due to its historical, diplomatic and political significance for the continent. The city is populated by people from different regions of Ethiopia – the country has as many as 80 nationalities speaking 80 languages and belonging to a wide variety of religious communities. It is home to Addis Ababa University. The Federation of African Societies of Chemistry and Horn of Africa Press Institute are also headquartered in Addis Ababa."},{"id":"/m/0cw5k","city":"pyongyang","description":"Pyongyang is the capital of the Democratic People's Republic of Korea and the largest city in the country. Pyongyang is located on the Taedong River and, according to preliminary results from the 2008 population census, has a population of 3,255,388. The city was split from the South P'yŏngan province in 1946. It is administered as a directly governed city on the same level as provincial governments, not a special city as Seoul in South Korea."},{"id":"/m/0xnt5","city":"lahore","description":"Lahore is the capital city of the Pakistani province of Punjab and the second largest and metropolitan area in the country. It is the largest native Punjabi-populated city in the world and an important historical center in South Asia. With a rich history dating back over a millennium, Lahore is a main cultural center of Punjab region and Pakistan. One of the most densely populated cities in the world, Lahore remains an economic, political, transportation, entertainment, and educational hub. It is referred to as the \"Mughal City of Gardens\" due to the historic presence of gardens in and around the city dating back to the Mughal period.\nLahore successively served as a regional capital of the empires of the Shahi kingdoms in the 11th century, the Ghaznavids in the 12th century, the Ghurid State in the 12th and 13th centuries and the Mughal Empire in the 16th century. From 1802 to 1849, Lahore served as the capital city of the Sikh Empire. In the mid-19th and early 20th century, Lahore was the capital of the Punjab region under the British Raj."},{"id":"/m/02hjhr","city":"cayenne","description":"Cayenne is the capital of French Guiana, an overseas region and department of France located in South America. The city stands on a former island at the mouth of the Cayenne River on the Atlantic coast. The city's motto is \"ferit aurum industria\" which means \"work brings wealth\".\nAt the 2011 census, there were 121,308 inhabitants in the metropolitan area of Cayenne, 57,229 of whom lived in the city of Cayenne proper."},{"id":"/m/0151s1","city":"almaty","description":"Almaty, formerly known as Alma-Ata and Verniy, is the largest city in Kazakhstan, and was the country's capital until 1997. Despite losing its status as the capital to Astana, Almaty remains the major commercial and cultural centre of Kazakhstan, as well as its largest population center. The city is located in the mountainous area of southern Kazakhstan."},{"id":"/m/01cfd3","city":"mombasa","description":"Mombasa is the second-largest city in Kenya, with a population of about 1.2 million.\nA regional cultural and economic hub, Mombasa has a large port and an international airport, and is an important regional tourism centre. Located on the east coast of Kenya, in Mombasa County and the former Coast Province, Mombasa's bordering the Indian Ocean made it a historical trading centre, and it has been controlled by many countries because of its strategic location.\nAdministratively, Mombasa is the capital of, and is coincident with, Mombasa County. The governor is Hassan Ali Joho."},{"id":"/m/0ftns","city":"valletta","description":"Valletta is the capital of Malta, colloquially known as Il-Belt in Maltese. It is located in the central-eastern portion of the island of Malta, and the historical city has a population of 6,675. Valletta is the second southernmost capital of the EU member states after Nicosia.\nValletta contains buildings from the 16th century onwards, built during the rule of the Order of St. John of Jerusalem, also known as Knights Hospitaller. The city is essentially Baroque in character, with elements of Mannerist, Neo-Classical and Modern architecture in selected areas, though World War II left major scars on the city. The City of Valletta was officially recognised as a World Heritage Site by UNESCO in 1980.\nThe official name given by the Order of Saint John was Humilissima Civitas Valletta — The Most Humble City of Valletta, or Città Umilissima in Italian. The bastions, curtains and ravelins along with the beauty of its Baroque palaces, gardens and churches, led the ruling houses of Europe to give the city its nickname Superbissima — Most Proud."},{"id":"/m/0fm_1","city":"antananarivo","description":"Antananarivo, formerly Tananarive, is the capital and largest city in Madagascar. It is also known by its French colonial shorthand form Tana. The larger urban area surrounding the city, known as Antananarivo-Renivohitra, is the capital of Analamanga Region. The name roughly translates to \"City of the Thousand\"."},{"id":"/m/0f2v0","city":"miami","description":"Miami is a city located on the Atlantic coast in southeastern Florida and the county seat of Miami-Dade County. The 42nd largest city proper in the United States, with a population of 419,777, it is the principal, central, and most populous city of the Miami metropolitan area, and the most populous metropolis in the Southeastern United States after Washington, D.C. According to the U.S. Census Bureau, Miami's metro area is the eighth most populous and fourth-largest urban area in the United States, with a population of around 5.5 million.\nMiami is a major center and a leader in finance, commerce, culture, media, entertainment, the arts, and international trade. In 2012, Miami was classified as an Alpha- World City in the World Cities Study Group’s inventory. In 2010, Miami ranked seventh in the United States in terms of finance, commerce, culture, entertainment, fashion, education, and other sectors. It ranked thirty-third among global cities. In 2008, Forbes magazine ranked Miami \"America's Cleanest City\", for its year-round good air quality, vast green spaces, clean drinking water, clean streets and city-wide recycling programs."},{"id":"/m/0fn13","city":"bamako","description":"Bamako is the capital and largest city of Mali, with a population of 1.8 million. In 2006, it was estimated to be the fastest growing city in Africa and sixth fastest in the world. It is located on the Niger River, near the rapids that divide the upper and middle Niger valleys in the southwestern part of the country.\nBamako is the nation's administrative center. The city proper is a cercle in its own right. Bamako's river port is located in nearby Koulikoro, along with a major regional trade and conference center. Bamako is the seventh largest West African urban center after Lagos, Abidjan, Kano, Ibadan, Dakar, and Accra. Locally manufactured goods include textiles, processed meat and metal goods. There is commercial fishing on the Niger River.\nThe name Bamako comes from the Bambara word meaning \"crocodile river\"."},{"id":"/m/01ww5x","city":"saint-denis","description":"Saint-Denis is a commune in the northern suburbs of Paris, France. It is located 9.4 km from the centre of Paris. Saint-Denis is a subprefecture of the department of Seine-Saint-Denis, being the seat of the arrondissement of Saint-Denis.\nSaint-Denis is home to the royal necropolis of the Basilica of Saint Denis and was also the location of the associated abbey. It is also home to France's national stadium, the Stade de France, built for the 1998 FIFA World Cup.\nSaint-Denis is a formerly industrial suburb currently reconverting its economic base. Inhabitants of Saint-Denis are called Dionysiens."},{"id":"/m/09jq0","city":"granada","description":"Granada is a city and the capital of the province of Granada, in the autonomous community of Andalusia, Spain. Granada is located at the foot of the Sierra Nevada mountains, at the confluence of four rivers, the Beiro, the Darro, the Genil and the Monachil. It sits at an elevation of 738 metres above sea level, yet is only one hour by car from the Mediterranean coast, the Costa Tropical. Nearby is the Sierra Nevada Ski Station, where the FIS Alpine World Ski Championships 1996 were held.\nIn the 2005 national census, the population of the city of Granada proper was 236,982, and the population of the entire urban area was estimated to be 472,638, ranking as the 13th-largest urban area of Spain. About 3.3% of the population did not hold Spanish citizenship, the largest number of these people coming from South America. Its nearest airport is Federico García Lorca Granada-Jaén Airport.\nThe Alhambra, a Moorish citadel and palace, is in Granada. It is the most renowned building of the Andalusian Islamic historical legacy with its many cultural attractions that make Granada a popular destination among the touristic cities of Spain."},{"id":"/m/03mj1d","city":"beira","description":"Beira is the second largest city in Mozambique. It lies in the central region of the country in Sofala Province, where the Pungue River meets the Indian Ocean. Beira had a population of 412,588 in 1997, which grew to an estimated 546,000 in 2006. It holds the regionally-significant Port of Beira which acts as a gateway for both the central interior portion of the country as well as the land-locked nations of Zimbabwe, Zambia and Malawi. Beira was originally developed by the Portuguese Mozambique Company in the 19th century, and directly developed by the Portuguese colonial government from 1947 until Mozambique gained its independence from Portugal in 1975."},{"id":"/m/05xr8m","city":"madang","description":"Madang is the capital of Madang Province and is a town with a population of 27,420 on the north coast of Papua New Guinea. It was first settled by the Germans in the 19th century.\nMadang is the home of Divine Word University. The University accepts local and international students."}]}